{
  "metadata": {
    "title": "ALS",
    "language": "en",
    "source_url": "https://en.wikipedia.org/wiki/ALS",
    "categories": [
      "Category:Amyotrophic lateral sclerosis",
      "Category:Articles with short description",
      "Category:CS1 maint: DOI inactive as of July 2025",
      "Category:Commons category link from Wikidata",
      "Category:Cytoskeletal defects",
      "Category:Diseases named after patients",
      "Category:Good articles",
      "Category:Idiopathic diseases",
      "Category:Motor neuron diseases",
      "Category:Neuromuscular disorders",
      "Category:Rare diseases",
      "Category:Short description is different from Wikidata",
      "Category:Systemic atrophies primarily affecting the central nervous system",
      "Category:Unsolved problems in neuroscience",
      "Category:Use dmy dates from September 2024",
      "Category:Wikipedia medicine articles ready to translate",
      "Category:Wikipedia neurology articles ready to translate"
    ],
    "total_length": 54896,
    "chunk_count": 70
  },
  "chunks": [
    {
      "id": "ALS_0",
      "text": "Amyotrophic lateral sclerosis (ALS), also known as motor neuron disease (MND) or Lou Gehrig's disease, is a rare, terminal neurodegenerative disease defined by the progressive loss of both upper and lower motor neurons that normally control voluntary muscle contraction. ALS is the most common of the motor neuron diseases. ALS often presents in its early stages with gradual muscle stiffness, twitches, weakness, and wasting. Motor neuron loss typically continues until the abilities to eat, speak, move, and breathe without mechanical support are lost. It is estimated that at least 50% of people with ALS experience significant changes in thinking and behavior, with 15% of individuals going on to develop frontotemporal dementia. An ALS diagnosis is made based on a person's signs and symptoms, with additional testing conducted to rule out other potential causes. Depending on which areas of the body are affected first, ALS may be classified as limb-onset (beginning with weakness in the arms or legs) or bulbar-onset (beginning with difficulty in speaking and/or swallowing). Respiratory onset occurs in approximately 1%–3% of cases.",
      "index": 0
    },
    {
      "id": "ALS_1",
      "text": "Most cases of ALS (about 90–95%) have no known cause and are known as sporadic ALS. Both genetic and environmental factors are believed to be involved in the onset of ALS. Approximately 5–10% of ALS cases have a known genetic cause and often linked to a family history of ALS; such cases are known as familial ALS or hereditary ALS. Four disease-linked genes are responsible for approximately half of all genetic cases.",
      "index": 1
    },
    {
      "id": "ALS_2",
      "text": "There is no known cure for ALS. The goal of treatment is to slow the disease progression and improve symptoms. FDA-approved treatments that slow the progression of ALS include riluzole and edaravone. Non-invasive ventilation may result in both improved quality and length of life. Mechanical ventilation can prolong survival but does not stop disease progression. A feeding tube may help maintain weight and nutrition. Death is usually caused by respiratory failure. The disease can affect people of any age but usually starts around the age of 60. The average survival from onset to death is two to four years, though this can vary; about 10% of those affected survive longer than ten years.\n\nDescriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems were first described by French neurologist Jean-Martin Charcot, who in 1874 began using the term amyotrophic lateral sclerosis.\n\nClassification",
      "index": 2
    },
    {
      "id": "ALS_3",
      "text": "ALS is a motor neuron disease, which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body. Related motor neuron diseases, sometimes characterized as ALS variants rather than distinct entities, include primary lateral sclerosis (PLS), progressive muscular atrophy (PMA), progressive bulbar palsy, pseudobulbar palsy, and monomelic amyotrophy (MMA).\n\nAs a disease, ALS may be classified in several different ways: by which part of the motor neurons are affected; by the parts of the body first affected; whether it is genetic; and by the age at which it started. Each individual diagnosed with the condition will sit at a unique place at the intersection of these complex and overlapping subtypes, which presents a challenge to diagnosis, understanding, and prognosis.\n\nSubtypes of disease",
      "index": 3
    },
    {
      "id": "ALS_4",
      "text": "ALS can be classified by the types of motor neurons that are affected. To successfully control any voluntary muscle in the body, a signal must be sent from the motor cortex in the brain down the upper motor neuron as it travels down the spinal cord. There, it connects via a synapse to the lower motor neuron, which connects to the muscle itself. Damage to either the upper or lower motor neuron, as it makes its way from the brain to the muscle, causes different types of symptoms. Damage to the upper motor neuron typically causes spasticity including stiffness and increased tendon reflexes or clonus, while damage to the lower motor neuron typically causes weakness, muscle atrophy, and fasciculations.",
      "index": 4
    },
    {
      "id": "ALS_5",
      "text": "Classical or classic ALS involves degeneration to both the upper motor neurons in the brain and the lower motor neurons in the spinal cord. Primary lateral sclerosis (PLS) involves degeneration of primarily the upper motor neurons, and progressive muscular atrophy (PMA) involves primarily the lower motor neurons. There is debate over whether PLS and PMA are separate diseases or variants of ALS.",
      "index": 5
    },
    {
      "id": "ALS_6",
      "text": "Classical ALS accounts for about 70% of all cases of ALS and can be subdivided into cases where symptoms first appear, as these are usually focused on one region of the body at initial presentation before later spread. Limb-onset ALS (also known as spinal-onset) and bulbar-onset ALS. Limb-onset ALS begins with weakness in the hands, arms, feet, and/or legs and accounts for about two-thirds of all classical ALS cases. Bulbar-onset ALS begins with weakness in the muscles of speech, chewing, and swallowing and accounts for about 25% of classical ALS cases. A rarer type of classical ALS affecting around 3% of patients is respiratory-onset, in which the initial symptoms are difficulty breathing (dyspnea) upon exertion, at rest, or while lying flat (orthopnea).",
      "index": 6
    },
    {
      "id": "ALS_7",
      "text": "Primary lateral sclerosis (PLS) accounts for about 5% of all ALS cases and only affects the upper motor neurons in the arms, legs, and bulbar region. However, more than 75% of people with apparent PLS go on to later develop lower motor neuron signs within four years of symptom onset, meaning that a definitive diagnosis of PLS cannot be made until several years have passed. PLS has a better prognosis than classical ALS, as it progresses slower, results in less functional decline, does not affect the ability to breathe, and causes less severe weight loss than classical ALS.",
      "index": 7
    },
    {
      "id": "ALS_8",
      "text": "Progressive muscular atrophy (PMA) accounts for about 5% of all ALS cases and affects lower motor neurons in the arms, legs, and bulbar region. While PMA is associated with longer survival on average than classical ALS, it is still progressive over time, eventually leading to respiratory failure and death. As with PLS, PMA can also develop into classical ALS over time if the lower motor neuron involvement progresses to include upper motor neurons, in which case the diagnosis might be changed to classic ALS.\n\nRegionally isolated variants",
      "index": 8
    },
    {
      "id": "ALS_9",
      "text": "Rarely, ALS symptoms may be limited to a single region of the body for an extended period of time. The disease typically progresses more slowly than classical ALS and is associated with longer survival. These regional variants of ALS can only be considered as a diagnosis should the initial symptoms fail to spread to other spinal cord regions for at least 12 months. Flail arm syndrome is characterized by lower motor neuron damage affecting the arm muscles, typically starting with the upper arms symmetrically and progressing downwards to the hands. Flail leg syndrome is characterized by lower motor neuron damage leading to asymmetrical weakness and wasting in the legs starting around the feet. Isolated bulbar palsy is characterized by upper or lower motor neuron damage in the bulbar region (in the absence of limb symptoms for at least 20 months), leading to gradual onset of difficulty with speech (dysarthria) and swallowing (dysphagia).\n\nAge of onset",
      "index": 9
    },
    {
      "id": "ALS_10",
      "text": "ALS can also be classified based on the age of onset. People with familial ALS have an age of onset about 5 years younger than those with apparently sporadic ALS. About 10% of all cases of ALS begin before age 45 (\"young-onset\" ALS), and about 1% of all cases begin before age 25 (\"juvenile\" ALS). People who develop young-onset ALS are more likely to be male, less likely to have bulbar onset of symptoms, and more likely to have a slower progression of the disease. Juvenile ALS is more likely to be genetic in origin than adult-onset ALS; the most common genes associated with juvenile ALS are FUS, ALS2, and SETX. Although most people with juvenile ALS live longer than those with adult-onset ALS, some of them have specific mutations in FUS and SOD1 that are associated with a poor prognosis. Late onset (after age 65) is generally associated with a more rapid functional decline and shorter survival.\n\nSigns and symptoms",
      "index": 10
    },
    {
      "id": "ALS_11",
      "text": "The disorder causes muscle weakness, atrophy, and muscle spasms throughout the body due to the degeneration of the upper motor and lower motor neurons. Sensory nerves and the autonomic nervous system are generally unaffected, meaning the majority of people with ALS maintain hearing, sight, touch, smell, and taste.\n\nInitial symptoms\n\nEarly signs of ALS may be so subtle that the symptoms are overlooked. The earliest symptoms of ALS are muscle weakness or muscle atrophy, typically on one side of the body. Other presenting symptoms include trouble swallowing or breathing, cramping, or stiffness of affected muscles; muscle weakness affecting an arm or a leg; or slurred and nasal speech. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first.",
      "index": 11
    },
    {
      "id": "ALS_12",
      "text": "In limb-onset ALS, the first symptoms are in the arms or the legs. If the legs are affected first, people may experience awkwardness, tripping, or stumbling when walking or running; this is often marked by walking with a \"dropped foot\" that drags gently on the ground. If the arms are affected first, they may experience difficulty with tasks requiring manual dexterity, such as buttoning a shirt, writing, or turning a key in a lock.\n\nIn bulbar-onset ALS, the first symptoms are difficulty speaking or swallowing. Speech may become slurred, nasal in character, or quieter. There may be difficulty with swallowing and loss of tongue mobility. A smaller proportion of people experience \"respiratory-onset\" ALS, where the intercostal muscles that support breathing are affected first.",
      "index": 12
    },
    {
      "id": "ALS_13",
      "text": "Over time, people experience increasing difficulty moving, swallowing (dysphagia), and speaking or forming words (dysarthria). Symptoms of upper motor neuron involvement include tight and stiff muscles (spasticity) and exaggerated reflexes (hyperreflexia), including an overactive gag reflex. While the disease does not cause pain directly, pain is a symptom experienced by most people with ALS, caused by reduced mobility, and possibly also some sensory nerve dysfunction. Symptoms of lower motor neuron degeneration include muscle weakness and atrophy, muscle cramps, and fleeting twitches of muscles that can be seen under the skin (fasciculations).\n\nProgression",
      "index": 13
    },
    {
      "id": "ALS_14",
      "text": "Although the initial site of symptoms and subsequent rate of disability progression vary from person to person, the initially affected body region is usually the most affected over time, and symptoms usually spread to a neighbouring body region. For example, symptoms starting in one arm usually spread to either the opposite arm or to the leg on the same side. Bulbar-onset patients most typically experience their next symptoms in their arms rather than legs, arm-onset patients typically spread to the legs before the bulbar region, and leg-onset patients typically spread to the arms rather than the bulbar region. Over time, regardless of where symptoms began, most people eventually lose the ability to walk or use their hands and arms independently. They may also lose the ability to speak and to swallow food. It is the eventual development of weakness of the respiratory muscles, with the loss of ability to cough and to breathe without mechanical support, that is ultimately life-shortening in ALS.",
      "index": 14
    },
    {
      "id": "ALS_15",
      "text": "The rate of progression can be measured using the ALS Functional Rating Scale - Revised (ALSFRS-R), a 12-item instrument survey administered as a clinical interview or self-reported questionnaire that produces a score between 48 (normal function) and 0 (severe disability). The ALSFRS-R is the most frequently used outcome measure in clinical trials and is used by doctors to track disease progression. On average, people with ALS lose about 1 ALSFRS-R point per month. Brief periods of stabilization (\"plateaus\") and even small reversals in ALSFRS-R score are not uncommon, owing to the subjective nature of scoring, effects of symptomatic medication, and patients' own compensations for changes in function. However, it is rare (<1%) for these improvements to be large (i.e. greater than 4 ALSFRS-R points) or sustained (i.e. greater than 12 months). A survey-based study among clinicians showed that they rated a 20% change in the slope of the ALSFRS-R as being clinically meaningful, hence its common usage as a threshold to determine efficacy of new treatments in clinical trials.",
      "index": 15
    },
    {
      "id": "ALS_16",
      "text": "Late-stage disease management",
      "index": 16
    },
    {
      "id": "ALS_17",
      "text": "Difficulties with chewing and swallowing make eating very difficult (dysphagia) and increase the risk of choking or of aspirating food into the lungs. In later stages of the disorder, aspiration pneumonia can develop, and maintaining a healthy weight can become a significant problem that may require the insertion of a feeding tube. As the diaphragm and intercostal muscles of the rib cage that support breathing weaken, measures of lung function such as vital capacity and inspiratory pressure diminish. In respiratory-onset ALS, this may occur before significant limb weakness is apparent. Individuals affected by the disorder may ultimately lose the ability to initiate and control all voluntary movement, known as locked-in syndrome. Bladder and bowel function are usually spared, meaning urinary and fecal incontinence are uncommon, although trouble getting to a toilet can lead to difficulties. The extraocular muscles responsible for eye movement are usually spared, meaning the use of eye tracking technology to support augmentative communication is often feasible. Despite these challenges, many people in an advanced state of disease report satisfactory well-being and quality of life with these supportive measures.",
      "index": 17
    },
    {
      "id": "ALS_18",
      "text": "Prognosis, staging, and survival\n\nAlthough respiratory support using non-invasive ventilation can ease problems with breathing and prolong survival, it does not affect the progression rate of ALS. Most people with ALS die between two and four years after the diagnosis. Around 50% of people with ALS die within 30 months of their symptoms beginning, about 20% live between five and ten years, and about 10% survive for 10 years or longer.\n\nThe most common cause of death among people with ALS is respiratory failure, often accelerated by pneumonia. Most ALS patients die at home after a period of worsening difficulty breathing, a decline in their nutritional status, or a rapid worsening of symptoms. Sudden death or acute respiratory distress are uncommon. Access to palliative care is recommended from an early stage to explore options, ensure psychosocial support for the patient and caregivers, and to discuss advance healthcare directives.",
      "index": 18
    },
    {
      "id": "ALS_19",
      "text": "As with cancer staging, ALS has staging systems numbered between 1 and 4 that are used for research purposes in clinical trials. Two very similar staging systems emerged around a similar time, the King's staging system and Milano-Torino (MiToS) functional staging.",
      "index": 19
    },
    {
      "id": "ALS_20",
      "text": "Providing individual patients with a precise prognosis is not currently possible, though research is underway to provide statistical models on the basis of prognostic factors including age at onset, progression rate, site of onset, and presence of frontotemporal dementia. Bulbar-onset ALS typically has a worse prognosis than limb-onset ALS; a population-based study found that bulbar-onset ALS patients had a median survival of 2.0 years and a 10-year survival rate of 3%, while limb-onset ALS patients had a median survival of 2.6 years and a 10-year survival rate of 13%. Those with respiratory-onset ALS had a shorter median survival of 1.4 years and 0% survival at 10 years. Though notable astrophysicist Stephen Hawking lived for 55 more years following his diagnosis, his was an unusual case.\n\nCognitive, emotional, and behavioral symptoms",
      "index": 20
    },
    {
      "id": "ALS_21",
      "text": "Cognitive impairment or behavioral dysfunction is present in 30–50% of individuals with ALS, and can appear more frequently in later stages of the disease. Language dysfunction, executive dysfunction, and troubles with social cognition and verbal memory are the most commonly reported cognitive symptoms in ALS. Cognitive impairment is found more frequently in patients with C9orf72 gene repeat expansions, bulbar onset, bulbar symptoms, family history of ALS and/or a predominantly upper motor neuron phenotype.",
      "index": 21
    },
    {
      "id": "ALS_22",
      "text": "Pseudobulbar affect and emotional lability are a type of symptom in which patients cry, smile, yawn, or laugh, either in the absence of emotional stimuli, or when they are feeling the opposite emotion to that being expressed; Approximately half of ALS patients experience this; it is more common in those with bulbar-onset ALS. While relatively benign relative to other symptoms, it can cause increased stigma and social isolation as people around the patient struggle to react appropriately to what can be frequent and inappropriate outbursts in public.\n\nIn addition to mild changes in cognition that may only emerge during neuropsychological testing, around 10–15% of individuals have signs of frontotemporal dementia (FTD). Repeating phrases or gestures, apathy, and loss of inhibition are the most frequently reported behavioral features of ALS. ALS and FTD are now considered to be part of a common disease spectrum (ALS–FTD) because of genetic, clinical, and pathological similarities.",
      "index": 22
    },
    {
      "id": "ALS_23",
      "text": "Cognitive and behavioral issues are associated with a poorer prognosis as they may reduce adherence to medical advice, and deficits in empathy and social cognition, which may increase caregiver burden.\n\nCause",
      "index": 23
    },
    {
      "id": "ALS_24",
      "text": "Sporadic ALS has no known cause and is described as an idiopathic disease. Though its exact cause is unknown, genetic and environmental factors are thought to be of roughly equal importance. The genetic factors are better understood than the environmental factors; no specific environmental factor has been definitively shown to cause ALS. A multi-step liability threshold model for ALS proposes that cellular damage accumulates over time due to genetic factors present at birth and exposure to environmental risks throughout life. ALS can strike at any age, but its likelihood increases with age. Most people who develop ALS are between the ages of 40 and 70, with an average age of 55 at the time of diagnosis. ALS is 20% more common in men than women, but this difference in sex distribution is no longer present in patients with onset after age 70.\n\nGenetics and genetic testing",
      "index": 24
    },
    {
      "id": "ALS_25",
      "text": "ALS can be classified as being either familial or sporadic, depending on whether there is a known family history of the disease and/or whether an ALS-associated genetic mutation has been identified via genetic testing. Familial ALS is thought to account for 10–15% of cases overall and can include monogenic, oligogenic, and polygenic modes of inheritance.",
      "index": 25
    },
    {
      "id": "ALS_26",
      "text": "There is considerable variation among clinicians on whether to conduct genetic testing in ALS, particularly if there is no discernible family history of the disease. In the past, genetic counseling and testing was only offered to those with obviously familial ALS. It is increasingly recognized that cases of sporadic ALS may also be due to disease-causing de novo mutations in SOD1, or C9orf72, or inherited mutations which were overlooked due to incomplete family history or incomplete penetrance. The lack of positive family history may be caused by lack of historical records, having a smaller family, older generations dying earlier of causes other than ALS, genetic non-paternity, and uncertainty over whether certain neuropsychiatric conditions (e.g. frontotemporal dementia, other forms of dementia, suicide, psychosis, schizophrenia) should be considered significant when determining a family history. There have been calls in the research community to routinely counsel and test all diagnosed ALS patients for familial ALS, especially due to the availability of gene therapy (tofersen) for carriers of SOD1 ALS. A shortage of genetic counselors and limited clinical capacity to see such at-risk individuals make this challenging in practice, as does the unequal access to genetic testing around the world.",
      "index": 26
    },
    {
      "id": "ALS_27",
      "text": "More than 40 genes have been associated with ALS, of which four account for nearly half of familial cases, and around 5% of sporadic cases: C9orf72 (40% of familial cases, 7% sporadic), SOD1 (12% of familial cases, 1–2% sporadic), FUS (4% of familial cases, 1% sporadic), and TARDBP (4% of familial cases, 1% sporadic), with the remaining genes mostly accounting for fewer than 1% of either familial or sporadic cases. Notably, repeat expansions in the C9orf72 gene account for about 40% of genetic ALS and 25% of genetic FTD, leading to the redefinition of ALS and FTD as lying on a shared disease spectrum. ALS genes identified to date explain the cause of about 70% of familial ALS and about 15% of sporadic ALS. Overall, first-degree relatives of an individual with ALS have a ~1% risk of developing ALS themselves.\n\nEnvironmental and other factors",
      "index": 27
    },
    {
      "id": "ALS_28",
      "text": "The multi-step hypothesis suggests the disease is caused by some interaction between an individual's genetic risk factors and their cumulative lifetime of exposures to environmental factors, termed their exposome. The most consistent lifetime exposures associated with developing ALS (other than genetic mutations) include heavy metals (e.g. lead and mercury), chemicals (e.g. pesticides and solvents), electric shock, physical injury (including head injury), and smoking (in men more than women). Generally, the effect of each individual exposure is relatively small. For instance, an individual's lifetime risk of developing ALS might increase from \"1 in 400\" without exposure to between \"1 in 300\" and \"1 in 200\" if they were exposed to heavy metals. Some industries are heavily dependent upon the use or exposure to these environmental factors, which may increase employees' susceptibility. For example, agricultural tasks may involve as many as 5 such risk factors excluding workers' smoking preferences. A range of other factors have weaker evidence supporting them and include participation in professional sports, having a lower body mass index, lower educational attainment, manual occupations, military service, exposure to beta-Methylamino-L-alanine (BMAA), and viral infections.",
      "index": 28
    },
    {
      "id": "ALS_29",
      "text": "Although some personality traits, such as openness, agreeableness and conscientiousness appear remarkably common among patients with ALS, it remains open whether personality can increase susceptibility to ALS directly. Instead, genetic factors giving rise to personality might simultaneously predispose people to develop ALS, or the above personality traits might underlie lifestyle choices which are in turn risk factors for ALS.\n\nViruses and retrotransposons\n\nMany ALS patients have substantially increased expression of endogenous retroviruses (HERVs), which are remnants of infections that may have happened early in human evolution and remained integrated in the human genome. Similarly, about one in five people with ALS had high levels of retrotransposon activation and dysfunction of TDP-43, a protein which regulates human gene expression and inhibits activation of retroviral genes. Preliminary data suggest that antiviral therapy may be used to treat ALS and related diseases.",
      "index": 29
    },
    {
      "id": "ALS_30",
      "text": "Pathophysiology\n\nNeuropathology\n\nUpon examination at autopsy, features of the disease that can be seen with the naked eye include skeletal muscle atrophy, motor cortex atrophy, sclerosis of the corticospinal and corticobulbar tracts, thinning of the hypoglossal nerves (which control the tongue), and thinning of the anterior roots of the spinal cord.",
      "index": 30
    },
    {
      "id": "ALS_31",
      "text": "The defining feature of ALS is the death of both upper motor neurons (located in the motor cortex of the brain) and lower motor neurons (located in the brainstem and spinal cord). In ALS with frontotemporal dementia, neurons throughout the frontal and temporal lobes of the brain die as well. The pathological hallmark of ALS is the presence of inclusion bodies (abnormal aggregations of protein) known as Bunina bodies in the cytoplasm of motor neurons. In about 97% of people with ALS, the main component of the inclusion bodies is TDP-43 protein; however, in those with SOD1 or FUS mutations, the main component of the inclusion bodies is SOD1 or FUS protein, respectively. Prion-like propagation of misfolded proteins from cell to cell may explain why ALS starts in one area and spreads to others. The glymphatic system may also be involved in the pathogenesis of ALS.\n\nBiochemistry",
      "index": 31
    },
    {
      "id": "ALS_32",
      "text": "Neurodegeneration in ALS is thought to involve many different cellular and molecular processes. The genes known to be involved in ALS can be grouped into three general categories based on their normal function: protein degradation, the cytoskeleton, and RNA processing. Mutant SOD1 protein forms intracellular aggregations that inhibit protein degradation. Cytoplasmic aggregations of wild-type (normal) SOD1 protein are common in sporadic ALS. It is thought that misfolded mutant SOD1 can cause misfolding and aggregation of wild-type SOD1 in neighboring neurons in a prion-like manner. Other protein degradation genes that can cause ALS when mutated include VCP, OPTN, TBK1, and SQSTM1. Three genes implicated in ALS that are important for cytoskeletal maintenance and axonal transport include DCTN1, PFN1, and TUBA4A.",
      "index": 32
    },
    {
      "id": "ALS_33",
      "text": "Several ALS genes encode RNA-binding proteins. The first to be discovered was TDP-43 protein, a nuclear protein that aggregates in the cytoplasm of motor neurons in almost all cases of ALS; however, mutations in TARDBP, the gene that codes for TDP-43, are a rare cause of ALS. FUS codes for FUS, another RNA-binding protein with a similar function to TDP-43, which can cause ALS when mutated. It is thought that mutations in TARDBP and FUS increase the binding affinity of the low-complexity domain, causing their respective proteins to aggregate in the cytoplasm. Once these mutant RNA-binding proteins are misfolded and aggregated, they may be able to misfold normal proteins both within and between cells in a prion-like manner. This also leads to decreased levels of RNA-binding protein in the nucleus, which may mean that their target RNA transcripts do not undergo normal processing. Other RNA metabolism genes associated with ALS include ANG, SETX, and MATR3.",
      "index": 33
    },
    {
      "id": "ALS_34",
      "text": "C9orf72 is the most commonly mutated gene in ALS and causes motor neuron death through a number of mechanisms. The pathogenic mutation is a hexanucleotide repeat expansion (a series of six nucleotides repeated over and over); people with up to 30 repeats are considered normal, while people with hundreds or thousands of repeats can have familial ALS, frontotemporal dementia, or sometimes sporadic ALS. The three mechanisms of disease associated with these C9orf72 repeats are deposition of RNA transcripts in the nucleus, translation of the RNA into toxic dipeptide repeat proteins in the cytoplasm, and decreased levels of the normal C9orf72 protein. Mitochondrial bioenergetic dysfunction leading to dysfunctional motor neuron axonal homeostasis (reduced axonal length and fast axonal transport of mitochondrial cargo) has been shown to occur in C9orf72-ALS using human induced pluripotent stem cell (iPSC) technologies coupled with CRISPR/Cas9 gene-editing, and human post-mortem spinal cord tissue examination.",
      "index": 34
    },
    {
      "id": "ALS_35",
      "text": "Excitotoxicity, or nerve cell death caused by high levels of intracellular calcium due to excessive stimulation by the excitatory neurotransmitter glutamate, is a mechanism thought to be common to all forms of ALS. Motor neurons are more sensitive to excitotoxicity than other types of neurons because they have a lower calcium-buffering capacity and a type of glutamate receptor (the AMPA receptor) that is more permeable to calcium. In ALS, there are decreased levels of excitatory amino acid transporter 2 (EAAT2), which is the main transporter that removes glutamate from the synapse; this leads to increased synaptic glutamate levels and excitotoxicity. Riluzole, a drug that modestly prolongs survival in ALS, inhibits glutamate release from presynaptic neurons. However, it is unclear if this mechanism is responsible for its therapeutic effect.\n\nDiagnosis",
      "index": 35
    },
    {
      "id": "ALS_36",
      "text": "No single test can provide a definite diagnosis of ALS. Instead, the diagnosis of ALS is primarily made based on a physician's clinical assessment after ruling out other diseases. Physicians often obtain the person's full medical history and conduct neurologic examinations at regular intervals to assess whether signs and symptoms such as muscle weakness, muscle atrophy, hyperreflexia, Babinski's sign, and spasticity are worsening. Many biomarkers are being studied for the condition, but as of 2023 are not in general medical use.\n\nDifferential diagnosis",
      "index": 36
    },
    {
      "id": "ALS_37",
      "text": "Because symptoms of ALS can be similar to those of a wide variety of other diseases or disorders, appropriate tests must be conducted to exclude the possibility of other conditions. One of these tests is electromyography (EMG), a special recording technique that detects electrical activity in muscles. Certain EMG findings can support the diagnosis of ALS. Another common test measures nerve conduction velocity (NCV). Specific abnormalities in the NCV results may suggest, for example, that the person has a form of peripheral neuropathy (damage to peripheral nerves) or myopathy (muscle disease) rather than ALS. While a magnetic resonance imaging (MRI) is often normal in people with early-stage ALS, it can reveal evidence of other problems that may be causing the symptoms, such as a spinal cord tumor, multiple sclerosis, a herniated disc in the neck, syringomyelia, or cervical spondylosis.",
      "index": 37
    },
    {
      "id": "ALS_38",
      "text": "Based on the person's symptoms and findings from these tests, the physician may order tests on blood and urine samples to eliminate the possibility of other diseases, as well as routine laboratory tests. In some cases, for example, if a physician suspects the person may have a myopathy rather than ALS, a muscle biopsy may be performed.\n\nSeveral infectious diseases can sometimes cause ALS-like symptoms, including human immunodeficiency virus (HIV), human T-lymphotropic virus (HTLV), Lyme disease, and syphilis. Neurological disorders such as multiple sclerosis, post-polio syndrome, multifocal motor neuropathy, CIDP, spinal muscular atrophy, and spinal and bulbar muscular atrophy can also mimic certain aspects of the disease and should be considered.",
      "index": 38
    },
    {
      "id": "ALS_39",
      "text": "ALS must be differentiated from the \"ALS mimic syndromes\", which are unrelated disorders that may have a similar presentation and clinical features to ALS or its variants. Because the prognosis of ALS and closely related subtypes of motor neuron disease is generally poor, neurologists may carry out investigations to evaluate and exclude other diagnostic possibilities. Disorders of the neuromuscular junction, such as myasthenia gravis (MG) and Lambert–Eaton myasthenic syndrome, may also mimic ALS, although this rarely presents diagnostic difficulty over time. Benign fasciculation syndrome and cramp fasciculation syndrome may also occasionally mimic some of the early symptoms of ALS. Nonetheless, the absence of other neurological features that develop inexorably with ALS means that, over time, the distinction will not present any difficulty to the experienced neurologist; where doubt remains, EMG may be helpful.\n\nManagement",
      "index": 39
    },
    {
      "id": "ALS_40",
      "text": "There is no known cure for ALS. Management focuses on treating symptoms and providing supportive care to improve quality of life and prolong survival. This care is best provided by multidisciplinary teams of healthcare professionals; attending a multidisciplinary ALS clinic is associated with longer survival, fewer hospitalizations, and improved quality of life.",
      "index": 40
    },
    {
      "id": "ALS_41",
      "text": "Non-invasive ventilation (NIV) is the main treatment for respiratory failure in ALS. In people with normal bulbar function, it prolongs survival by about seven months and improves the quality of life. One study found that NIV is ineffective for people with poor bulbar function while another suggested that it may provide a modest survival benefit. Many people with ALS have difficulty tolerating NIV. Invasive ventilation is an option for people with advanced ALS when NIV is not enough to manage their symptoms. While invasive ventilation prolongs survival, disease progression, and functional decline continue. It may decrease the quality of life of people with ALS or their caregivers. Invasive ventilation is more commonly used in Japan than in North America or Europe.",
      "index": 41
    },
    {
      "id": "ALS_42",
      "text": "Physical therapy can promote functional independence through aerobic, range of motion, and stretching exercises. Occupational therapy can assist with activities of daily living through adaptive equipment. Speech therapy can assist people with ALS who have difficulty speaking. Preventing weight loss and malnutrition in people with ALS improves both survival and quality of life. Initially, difficulty swallowing (dysphagia) can be managed by dietary changes and swallowing techniques. A feeding tube should be considered if someone with ALS loses 5% or more of their body weight or if they cannot safely swallow food and water. The feeding tube is usually inserted by percutaneous endoscopic gastrostomy (PEG). There is weak evidence that PEG tubes improve survival. PEG insertion is usually performed with the intent of improving quality of life.",
      "index": 42
    },
    {
      "id": "ALS_43",
      "text": "Palliative care should begin shortly after someone is diagnosed with ALS. Discussion of end-of-life issues gives people with ALS time to reflect on their preferences for end-of-life care and can help avoid unwanted interventions or procedures. Hospice care can improve symptom management at the end of life and increase the likelihood of a peaceful death. In the final days of life, opioids can be used to treat pain and dyspnea, while benzodiazepines can be used to treat anxiety.\n\nMedications\n\nDisease-slowing treatments",
      "index": 43
    },
    {
      "id": "ALS_44",
      "text": "Riluzole has been found to modestly prolong survival by about 2–3 months. It may have a greater survival benefit for those with bulbar-onset ALS. It may work by decreasing release of the excitatory neurotransmitter glutamate from pre-synaptic neurons. The most common side effects are nausea and a lack of energy (asthenia). People with ALS should begin treatment with riluzole as soon as possible following their diagnosis. Riluzole is available as a tablet, liquid, or dissolvable oral film.\n\nEdaravone has been shown to modestly slow the decline in function in a small group of people with early-stage ALS. It may work by protecting motor neurons from oxidative stress. The most common side effects are bruising and gait disturbance. Edaravone is available as an intravenous infusion or as an oral suspension.",
      "index": 44
    },
    {
      "id": "ALS_45",
      "text": "Tofersen (Qalsody) is an antisense oligonucleotide that was approved for medical use in the United States in April 2023 for the treatment of SOD1-associated ALS. In a study of 108 patients with SOD1-associated ALS there was a non-significant trend towards a slowing of progression, as well as a significant reduction in neurofilament light chain, a putative ALS biomarker thought to indicate neuronal damage. A follow-up study and open-label extension suggested that earlier treatment initiation had a beneficial effect on slowing disease progression. Tofersen is available as an intrathecal injection into the lumbar cistern at the base of the spine.\n\nSymptomatic treatments",
      "index": 45
    },
    {
      "id": "ALS_46",
      "text": "Other medications may be used to help reduce fatigue, ease muscle cramps, control spasticity, and reduce excess saliva and phlegm. Gabapentin, pregabalin, and tricyclic antidepressants (e.g., amitriptyline) can be used for neuropathic pain, while nonsteroidal anti-inflammatory drugs (NSAIDs), acetaminophen, and opioids can be used for nociceptive pain.\n\nDepression can be treated with selective serotonin reuptake inhibitors (SSRIs) or tricyclic antidepressants, while benzodiazepines can be used for anxiety. There are no medications to treat cognitive impairment/frontotemporal dementia (FTD); however, SSRIs and antipsychotics can help treat some of the symptoms of FTD. Baclofen and tizanidine are the most commonly used oral drugs for treating spasticity; an intrathecal baclofen pump can be used for severe spasticity, and mexiletine is safe and effective for treating cramps.",
      "index": 46
    },
    {
      "id": "ALS_47",
      "text": "Atropine, scopolamine, amitriptyline, or glycopyrrolate may be prescribed when people with ALS begin having trouble swallowing their saliva (sialorrhea).\n\nBreathing support\n\nNon-invasive ventilation",
      "index": 47
    },
    {
      "id": "ALS_48",
      "text": "Non-invasive ventilation (NIV) is the primary treatment for respiratory failure in ALS and was the first treatment shown to improve both survival and quality of life. NIV uses a face or nasal mask connected to a ventilator that provides intermittent positive pressure to support breathing. Continuous positive pressure is not recommended for people with ALS because it makes breathing more difficult. Initially, NIV is used only at night because the first sign of respiratory failure is decreased gas exchange (hypoventilation) during sleep; symptoms associated with this nocturnal hypoventilation include interrupted sleep, anxiety, morning headaches, and daytime fatigue. As the disease progresses, people with ALS develop shortness of breath when lying down, during physical activity or talking, and eventually at rest. Other symptoms include poor concentration, poor memory, confusion, respiratory tract infections, and a weak cough. Respiratory failure is the most common cause of death in ALS.",
      "index": 48
    },
    {
      "id": "ALS_49",
      "text": "It is important to monitor the respiratory function of people with ALS every three months because beginning NIV soon after the start of respiratory symptoms is associated with increased survival. This involves asking the person with ALS if they have any respiratory symptoms and measuring their respiratory function. The most commonly used measurement is upright forced vital capacity (FVC), but it is a poor detector of early respiratory failure and is not a good choice for those with bulbar symptoms, as they have difficulty maintaining a tight seal around the mouthpiece. Measuring FVC while the person is lying on their back (supine FVC) is a more accurate measure of diaphragm weakness than upright FVC. Sniff nasal inspiratory pressure (SNIP) is a rapid, convenient test of diaphragm strength that is not affected by bulbar muscle weakness. If someone with ALS has signs and symptoms of respiratory failure, they should undergo daytime blood gas analysis to look for hypoxemia (low oxygen in the blood) and hypercapnia (too much carbon dioxide in the blood). If their daytime blood gas analysis is normal, they should then have nocturnal pulse oximetry to look for hypoxemia during sleep.",
      "index": 49
    },
    {
      "id": "ALS_50",
      "text": "Non-invasive ventilation prolongs survival longer than riluzole. A 2006 randomized controlled trial found that NIV prolongs survival by about 48 days and improves the quality of life; however, it also found that some people with ALS benefit more from this intervention than others. For those with normal or only moderately impaired bulbar function, NIV prolongs survival by about seven months and significantly improves the quality of life. For those with poor bulbar function, NIV neither prolongs survival nor improves the quality of life, though it does improve some sleep-related symptoms. Despite the clear benefits of NIV, about 25–30% of all people with ALS are unable to tolerate it, especially those with cognitive impairment or bulbar dysfunction. Results from a large 2015 cohort study suggest that NIV may prolong survival in those with bulbar weakness, so NIV should be offered to all people with ALS, even if it is likely that they will have difficulty tolerating it.",
      "index": 50
    },
    {
      "id": "ALS_51",
      "text": "Invasive ventilation",
      "index": 51
    },
    {
      "id": "ALS_52",
      "text": "Invasive ventilation bypasses the nose and mouth (the upper airways) by making a cut in the trachea (tracheostomy) and inserting a tube connected to a ventilator. It is an option for people with advanced ALS whose respiratory symptoms are poorly managed despite continuous NIV use. While invasive ventilation prolongs survival, especially for those younger than 60, it does not treat the underlying neurodegenerative process. The person with ALS will continue to lose motor function, making communication increasingly difficult and sometimes leading to locked-in syndrome, in which they are completely paralyzed except for their eye muscles. About half of the people with ALS who choose to undergo invasive ventilation report a decrease in their quality of life, but most still consider it to be satisfactory. However, invasive ventilation imposes a heavy burden on caregivers and may decrease their quality of life. Attitudes toward invasive ventilation vary from country to country; about 30% of people with ALS in Japan choose invasive ventilation, versus less than 5% in North America and Europe.",
      "index": 52
    },
    {
      "id": "ALS_53",
      "text": "Therapy\n\nPhysical therapy plays a large role in rehabilitation for individuals with ALS. Specifically, physical, occupational, and speech therapists can set goals and promote benefits for individuals with ALS by delaying loss of strength, maintaining endurance, limiting pain, improving speech and swallowing, preventing complications, and promoting functional independence.",
      "index": 53
    },
    {
      "id": "ALS_54",
      "text": "Occupational therapy and special equipment such as assistive technology can also enhance people's independence and safety throughout ALS. Gentle, low-impact aerobic exercise such as performing activities of daily living, walking, swimming, and stationary bicycling can strengthen unaffected muscles, improve cardiovascular health, and help people fight fatigue and depression. Range of motion and stretching exercises can help prevent painful spasticity and shortening (contracture) of muscles. Physical and occupational therapists can recommend exercises that provide these benefits without overworking muscles because muscle exhaustion can lead to a worsening of symptoms associated with ALS, rather than providing help to people with ALS. They can suggest devices such as ramps, braces, walkers, bathroom equipment (shower chairs, toilet risers, etc.), and wheelchairs that help people remain mobile. Occupational therapists can provide or recommend equipment and adaptations to enable people with ALS to retain as much safety and independence in activities of daily living as possible. Since respiratory insufficiency is the primary cause of mortality, physical therapists can help improve respiratory outcomes in people with ALS by implementing pulmonary physical therapy. This includes inspiratory muscle training, lung volume recruitment training, and manual assisted cough therapy aimed at increasing respiratory muscle strength as well as increasing survival rates.",
      "index": 54
    },
    {
      "id": "ALS_55",
      "text": "People with ALS who have difficulty speaking or swallowing may benefit from working with a speech-language pathologist. These health professionals can teach people adaptive strategies, such as techniques to help them speak louder and more clearly. As ALS progresses, speech-language pathologists can recommend the use of augmentative and alternative communication such as voice amplifiers, speech-generating devices (or voice output communication devices), or low-tech communication techniques such as head-mounted laser pointers, alphabet boards or yes/no signals.\n\nNutrition",
      "index": 55
    },
    {
      "id": "ALS_56",
      "text": "Preventing weight loss and malnutrition in people with ALS improves both survival and quality of life. Weight loss in ALS is often caused by muscle wasting and increased resting energy expenditure. Weight loss may also be secondary to reduced food intake since dysphagia develops in about 85% of people with ALS at some point throughout their disease course. Therefore, regular periodic assessment of the weight and swallowing ability in people with ALS is very important. Dysphagia is often initially managed via dietary changes and modified swallowing techniques. People with ALS are often instructed to avoid dry or chewy foods in their diet and instead have meals that are soft, moist, and easy to swallow. Switching to thick liquids (like fruit nectar or smoothies) or adding thickeners (to thin fluids like water and coffee) may also help people facing difficulty swallowing liquids. There is tentative evidence that high-calorie diets may prevent further weight loss and improve survival, but more research is still needed.",
      "index": 56
    },
    {
      "id": "ALS_57",
      "text": "A feeding tube should be considered if someone with ALS loses 5% or more of their body weight or if they cannot safely swallow food and water. This can take the form of a gastrostomy tube, in which a tube is placed through the wall of the abdomen into the stomach, or (less commonly) a nasogastric tube, in which a tube is placed through the nose and down the esophagus into the stomach. A gastrostomy tube is more appropriate for long-term use than a nasogastric tube, which is uncomfortable and can cause esophageal ulcers. The feeding tube is usually inserted by a percutaneous endoscopic gastrostomy procedure (PEG). While there is weak evidence that PEG tubes improve survival in people with ALS, no randomized controlled trials (RCTs) have yet been conducted to indicate whether enteral tube feeding has benefits compared to continuation of feeding by mouth. Nevertheless, PEG tubes are still offered with the intent of improving the person's quality of life by sustaining nutrition, hydration status, and medication intake.",
      "index": 57
    },
    {
      "id": "ALS_58",
      "text": "End-of-life care",
      "index": 58
    },
    {
      "id": "ALS_59",
      "text": "Palliative care, which relieves symptoms and improves the quality of life without treating the underlying disease, should begin shortly after someone is diagnosed with ALS. Early discussion of end-of-life issues gives people with ALS time to reflect on their preferences for end-of-life care and can help avoid unwanted interventions or procedures. Once they have been fully informed about all aspects of various life-prolonging measures, they can fill out advance directives indicating their attitude toward noninvasive ventilation, invasive ventilation, and feeding tubes. Late in the disease course, difficulty speaking due to muscle weakness (dysarthria) and cognitive dysfunction may impair their ability to communicate their wishes regarding care. Continued failure to solicit the preferences of the person with ALS may lead to unplanned and potentially unwanted emergency interventions, such as invasive ventilation. If people with ALS or their family members are reluctant to discuss end-of-life issues, it may be useful to use the introduction of gastrostomy or noninvasive ventilation as an opportunity to bring up the subject.",
      "index": 59
    },
    {
      "id": "ALS_60",
      "text": "Hospice care, or palliative care at the end of life, is especially important in ALS because it helps to optimize the management of symptoms and increases the likelihood of a peaceful death. It is unclear exactly when the end-of-life phase begins in ALS, but it is associated with significant difficulty moving, communicating, and, in some cases, thinking. Although many people with ALS fear choking to death (suffocating), they can be reassured that this occurs rarely, less than 1% of the time. Most patients die at home, and in the final days of life, opioids can be used to treat pain and dyspnea, while benzodiazepines can be used to treat anxiety.\n\nEpidemiology",
      "index": 60
    },
    {
      "id": "ALS_61",
      "text": "ALS is the most common motor neuron disease in adults and the third most common neurodegenerative disease after Alzheimer's disease and Parkinson's disease. Worldwide, the number of people who develop ALS yearly is estimated to be 1.9 people per 100,000 per year, while the number of people who have ALS at any given time is estimated to be about 4.5 people per 100,000. In Europe, the number of new cases a year is about 2.6 people per 100,000, while the number affected is 7–9 people per 100,000. The lifetime risk of developing ALS is 1:350 for European men and 1:400 for European women. Men have a higher risk mainly because spinal-onset ALS is more common in men than women. The number of people with ALS in the United States in 2015 was 5.2 people per 100,000, and was higher in whites, males, and people over 60 years old. The number of new cases is about 0.8 people per 100,000 per year in East Asia and about 0.7 people per 100,000 per year in South Asia. About 80% of ALS epidemiology studies have been conducted in Europe and the United States, mostly in people of northern European descent. There is not enough information to determine the rates of ALS in much of the world, including Africa, parts of Asia, India, Russia, and South America. There are several geographic clusters in the Western Pacific where the prevalence of ALS was reported to be 50–100 times higher than in the rest of the world, including Guam, the Kii Peninsula of Japan, and Western New Guinea. The incidence in these areas has decreased since the 1960s; the cause remains unknown.",
      "index": 61
    },
    {
      "id": "ALS_62",
      "text": "People of all races and ethnic backgrounds may be affected by ALS, but it is more common in whites than in Africans, Asians, or Hispanics. In the United States in 2015, the prevalence of ALS in whites was 5.4 people per 100,000, while the prevalence in blacks was 2.3 people per 100,000. The Midwest had the highest prevalence of the four US Census regions, with 5.5 people per 100,000, followed by the Northeast (5.1), the South (4.7), and the West (4.4). The Midwest and Northeast likely had a higher prevalence of ALS because they have a higher proportion of whites than the South and West. Ethnically mixed populations may be at a lower risk of developing ALS; a study in Cuba found that people of mixed ancestry were less likely to die from ALS than whites or blacks. There are also differences in the genetics of ALS between different ethnic groups; the most common ALS gene in Europe is C9orf72, followed by SOD1, TARDBP, and FUS, while the most common ALS gene in Asia is SOD1, followed by FUS, C9orf72, and TARDBP.",
      "index": 62
    },
    {
      "id": "ALS_63",
      "text": "ALS can affect people at any age, but the peak incidence is between 50 and 75 years and decreases dramatically after 80 years. The reason for the decreased incidence in the elderly is unclear. One thought is that people who survive into their 80s may not be genetically susceptible to developing ALS; alternatively, ALS in the elderly might go undiagnosed because of comorbidities (other diseases they have), difficulty seeing a neurologist, or dying quickly from an aggressive form of ALS. In the United States in 2015, the lowest prevalence was in the 18–39 age group, while the highest prevalence was in the 70–79 age group. Sporadic ALS usually starts around the ages of 58 to 63 years, while genetic ALS starts earlier, usually around 47 to 52 years. The number of ALS cases worldwide is projected to increase from 222,801 in 2015 to 376,674 in 2040, an increase of 69%. This will largely be due to the aging of the world's population, especially in developing countries.\n\nHistory",
      "index": 63
    },
    {
      "id": "ALS_64",
      "text": "Descriptions of the disease date back to at least 1824 by Charles Bell. In 1850, François-Amilcar Aran was the first to describe a disorder he named \"progressive muscular atrophy\", a form of ALS in which only the lower motor neurons are affected. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who initially introduced the term amyotrophic lateral sclerosis in his 1874 paper. Flail arm syndrome, a regional variant of ALS, was first described by Alfred Vulpian in 1886. Flail leg syndrome, another regional variant of ALS, was first described by Pierre Marie and his student Patrikios in 1918.\n\nDiagnostic criteria",
      "index": 64
    },
    {
      "id": "ALS_65",
      "text": "In the 1950s, electrodiagnostic testing (EMG) and nerve conduction velocity (NCV) testing began to be used to evaluate clinically suspected ALS. In 1969, Edward H. Lambert published the first EMG/NCS diagnostic criteria for ALS, consisting of four findings he considered to strongly support the diagnosis. Since then several diagnostic criteria have been developed, which are mostly in use for research purposes for inclusion/exclusion criteria, and to stratify patients for analysis in trials. Research diagnostic criteria for ALS include the \"El Escorial\" in 1994, revised in 1998. In 2006, the \"Awaji\" criteria proposed using EMG and NCV tests to help diagnose ALS earlier, and most recently the \"Gold Coast\" criteria in 2019 simplified diagnosis, included cognitive change, and no longer required multiple regions to be affected.\n\nName",
      "index": 65
    },
    {
      "id": "ALS_66",
      "text": "Amyotrophic is derived from Greek: a- means \"no\", myo- (from mûs) refers to \"muscle\", and trophḗ means \"nourishment\". Therefore, amyotrophy means \"muscle malnourishment\" or the wasting of muscle tissue. Lateral identifies the locations in the spinal cord of the affected motor neurons. Sclerosis means \"scarring\" or \"hardening\" and refers to the death of the motor neurons in the spinal cord.",
      "index": 66
    },
    {
      "id": "ALS_67",
      "text": "ALS is sometimes referred to as Charcot's disease (not to be confused with Charcot–Marie–Tooth disease or Charcot joint disease), because Jean-Martin Charcot was the first to connect the clinical symptoms with the pathology seen at autopsy. The British neurologist Russell Brain coined the term motor neuron disease in 1933 to reflect his belief that ALS, progressive bulbar palsy, and progressive muscular atrophy were all different forms of the same disease. In some countries, especially the United States, ALS is called Lou Gehrig's disease after the American baseball player Lou Gehrig, who was diagnosed with ALS in 1939.",
      "index": 67
    },
    {
      "id": "ALS_68",
      "text": "In the United States and continental Europe, the term ALS (as well as Lou Gehrig's disease in the US) refers to all forms of the disease, including \"classical\" ALS, progressive bulbar palsy, progressive muscular atrophy, and primary lateral sclerosis. In the United Kingdom and Australia, the term motor neuron disease refers to all forms of the disease while ALS only refers to \"classical\" ALS, meaning the form with both upper and lower motor neuron involvement.\n\nSociety and culture\n\nIn addition to the baseball player Lou Gehrig, several notable individuals have or have had ALS. Theoretical physicist Stephen Hawking, who notably lived longer than any other known person with the condition, was the subject of the critically acclaimed biopic The Theory of Everything. American sociology professor and ALS patient Morrie Schwartz was the subject of the memoir Tuesdays with Morrie and the film of the same name.",
      "index": 68
    },
    {
      "id": "ALS_69",
      "text": "In August 2014, the \"Ice Bucket Challenge\" to raise money for ALS research went viral online. Participants filmed themselves filling a bucket full of ice water and pouring it onto themselves; they then nominated other individuals to do the same. Many participants donated to ALS research at the ALS Association, the ALS Therapy Development Institute, ALS Society of Canada, or Motor Neurone Disease Association in the UK.\n\nReferences\n\nExternal links\n\nMedia related to Amyotrophic lateral sclerosis at Wikimedia Commons\n\nALS Association Official Website\n\nALS Therapy Development Institute\n\nInternational Alliance of ALS/MND Associations\n\nInternational Symposium on ALS/MND",
      "index": 69
    }
  ],
  "full_text": "Amyotrophic lateral sclerosis (ALS), also known as motor neuron disease (MND) or Lou Gehrig's disease, is a rare, terminal neurodegenerative disease defined by the progressive loss of both upper and lower motor neurons that normally control voluntary muscle contraction. ALS is the most common of the motor neuron diseases. ALS often presents in its early stages with gradual muscle stiffness, twitches, weakness, and wasting. Motor neuron loss typically continues until the abilities to eat, speak, move, and breathe without mechanical support are lost. It is estimated that at least 50% of people with ALS experience significant changes in thinking and behavior, with 15% of individuals going on to develop frontotemporal dementia. An ALS diagnosis is made based on a person's signs and symptoms, with additional testing conducted to rule out other potential causes. Depending on which areas of the body are affected first, ALS may be classified as limb-onset (beginning with weakness in the arms or legs) or bulbar-onset (beginning with difficulty in speaking and/or swallowing). Respiratory onset occurs in approximately 1%–3% of cases.\nMost cases of ALS (about 90–95%) have no known cause and are known as sporadic ALS. Both genetic and environmental factors are believed to be involved in the onset of ALS. Approximately 5–10% of ALS cases have a known genetic cause and often linked to a family history of ALS; such cases are known as familial ALS or hereditary ALS. Four disease-linked genes are responsible for approximately half of all genetic cases.\nThere is no known cure for ALS. The goal of treatment is to slow the disease progression and improve symptoms. FDA-approved treatments that slow the progression of ALS include riluzole and edaravone. Non-invasive ventilation may result in both improved quality and length of life. Mechanical ventilation can prolong survival but does not stop disease progression. A feeding tube may help maintain weight and nutrition. Death is usually caused by respiratory failure. The disease can affect people of any age but usually starts around the age of 60. The average survival from onset to death is two to four years, though this can vary; about 10% of those affected survive longer than ten years.\nDescriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems were first described by French neurologist Jean-Martin Charcot, who in 1874 began using the term amyotrophic lateral sclerosis.\n\n\nClassification\nALS is a motor neuron disease, which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body. Related motor neuron diseases, sometimes characterized as ALS variants rather than distinct entities, include primary lateral sclerosis (PLS), progressive muscular atrophy (PMA), progressive bulbar palsy, pseudobulbar palsy, and monomelic amyotrophy (MMA).\nAs a disease, ALS may be classified in several different ways: by which part of the motor neurons are affected; by the parts of the body first affected; whether it is genetic; and by the age at which it started. Each individual diagnosed with the condition will sit at a unique place at the intersection of these complex and overlapping subtypes, which presents a challenge to diagnosis, understanding, and prognosis.\n\n\nSubtypes of disease\n\nALS can be classified by the types of motor neurons that are affected. To successfully control any voluntary muscle in the body, a signal must be sent from the motor cortex in the brain down the upper motor neuron as it travels down the spinal cord. There, it connects via a synapse to the lower motor neuron, which connects to the muscle itself. Damage to either the upper or lower motor neuron, as it makes its way from the brain to the muscle, causes different types of symptoms. Damage to the upper motor neuron typically causes spasticity including stiffness and increased tendon reflexes or clonus, while damage to the lower motor neuron typically causes weakness, muscle atrophy, and fasciculations.\nClassical or classic ALS involves degeneration to both the upper motor neurons in the brain and the lower motor neurons in the spinal cord. Primary lateral sclerosis (PLS) involves degeneration of primarily the upper motor neurons, and progressive muscular atrophy (PMA) involves primarily the lower motor neurons. There is debate over whether PLS and PMA are separate diseases or variants of ALS.\n\nClassical ALS accounts for about 70% of all cases of ALS and can be subdivided into cases where symptoms first appear, as these are usually focused on one region of the body at initial presentation before later spread. Limb-onset ALS (also known as spinal-onset) and bulbar-onset ALS. Limb-onset ALS begins with weakness in the hands, arms, feet, and/or legs and accounts for about two-thirds of all classical ALS cases. Bulbar-onset ALS begins with weakness in the muscles of speech, chewing, and swallowing and accounts for about 25% of classical ALS cases. A rarer type of classical ALS affecting around 3% of patients is respiratory-onset, in which the initial symptoms are difficulty breathing (dyspnea) upon exertion, at rest, or while lying flat (orthopnea).\nPrimary lateral sclerosis (PLS) accounts for about 5% of all ALS cases and only affects the upper motor neurons in the arms, legs, and bulbar region. However, more than 75% of people with apparent PLS go on to later develop lower motor neuron signs within four years of symptom onset, meaning that a definitive diagnosis of PLS cannot be made until several years have passed. PLS has a better prognosis than classical ALS, as it progresses slower, results in less functional decline, does not affect the ability to breathe, and causes less severe weight loss than classical ALS.\nProgressive muscular atrophy (PMA) accounts for about 5% of all ALS cases and affects lower motor neurons in the arms, legs, and bulbar region. While PMA is associated with longer survival on average than classical ALS, it is still progressive over time, eventually leading to respiratory failure and death. As with PLS, PMA can also develop into classical ALS over time if the lower motor neuron involvement progresses to include upper motor neurons, in which case the diagnosis might be changed to classic ALS.\n\n\nRegionally isolated variants\nRarely, ALS symptoms may be limited to a single region of the body for an extended period of time. The disease typically progresses more slowly than classical ALS and is associated with longer survival. These regional variants of ALS can only be considered as a diagnosis should the initial symptoms fail to spread to other spinal cord regions for at least 12 months. Flail arm syndrome is characterized by lower motor neuron damage affecting the arm muscles, typically starting with the upper arms symmetrically and progressing downwards to the hands. Flail leg syndrome is characterized by lower motor neuron damage leading to asymmetrical weakness and wasting in the legs starting around the feet. Isolated bulbar palsy is characterized by upper or lower motor neuron damage in the bulbar region (in the absence of limb symptoms for at least 20 months), leading to gradual onset of difficulty with speech (dysarthria) and swallowing (dysphagia).\n\n\nAge of onset\nALS can also be classified based on the age of onset. People with familial ALS have an age of onset about 5 years younger than those with apparently sporadic ALS. About 10% of all cases of ALS begin before age 45 (\"young-onset\" ALS), and about 1% of all cases begin before age 25 (\"juvenile\" ALS). People who develop young-onset ALS are more likely to be male, less likely to have bulbar onset of symptoms, and more likely to have a slower progression of the disease. Juvenile ALS is more likely to be genetic in origin than adult-onset ALS; the most common genes associated with juvenile ALS are FUS, ALS2, and SETX. Although most people with juvenile ALS live longer than those with adult-onset ALS, some of them have specific mutations in FUS and SOD1 that are associated with a poor prognosis. Late onset (after age 65) is generally associated with a more rapid functional decline and shorter survival.\n\n\nSigns and symptoms\nThe disorder causes muscle weakness, atrophy, and muscle spasms throughout the body due to the degeneration of the upper motor and lower motor neurons. Sensory nerves and the autonomic nervous system are generally unaffected, meaning the majority of people with ALS maintain hearing, sight, touch, smell, and taste.\n\n\nInitial symptoms\nEarly signs of ALS may be so subtle that the symptoms are overlooked. The earliest symptoms of ALS are muscle weakness or muscle atrophy, typically on one side of the body. Other presenting symptoms include trouble swallowing or breathing, cramping, or stiffness of affected muscles; muscle weakness affecting an arm or a leg; or slurred and nasal speech. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first.\nIn limb-onset ALS, the first symptoms are in the arms or the legs. If the legs are affected first, people may experience awkwardness, tripping, or stumbling when walking or running; this is often marked by walking with a \"dropped foot\" that drags gently on the ground. If the arms are affected first, they may experience difficulty with tasks requiring manual dexterity, such as buttoning a shirt, writing, or turning a key in a lock.\nIn bulbar-onset ALS, the first symptoms are difficulty speaking or swallowing. Speech may become slurred, nasal in character, or quieter. There may be difficulty with swallowing and loss of tongue mobility. A smaller proportion of people experience \"respiratory-onset\" ALS, where the intercostal muscles that support breathing are affected first.\nOver time, people experience increasing difficulty moving, swallowing (dysphagia), and speaking or forming words (dysarthria). Symptoms of upper motor neuron involvement include tight and stiff muscles (spasticity) and exaggerated reflexes (hyperreflexia), including an overactive gag reflex. While the disease does not cause pain directly, pain is a symptom experienced by most people with ALS, caused by reduced mobility, and possibly also some sensory nerve dysfunction. Symptoms of lower motor neuron degeneration include muscle weakness and atrophy, muscle cramps, and fleeting twitches of muscles that can be seen under the skin (fasciculations).\n\n\nProgression\nAlthough the initial site of symptoms and subsequent rate of disability progression vary from person to person, the initially affected body region is usually the most affected over time, and symptoms usually spread to a neighbouring body region. For example, symptoms starting in one arm usually spread to either the opposite arm or to the leg on the same side. Bulbar-onset patients most typically experience their next symptoms in their arms rather than legs, arm-onset patients typically spread to the legs before the bulbar region, and leg-onset patients typically spread to the arms rather than the bulbar region. Over time, regardless of where symptoms began, most people eventually lose the ability to walk or use their hands and arms independently. They may also lose the ability to speak and to swallow food. It is the eventual development of weakness of the respiratory muscles, with the loss of ability to cough and to breathe without mechanical support, that is ultimately life-shortening in ALS.\nThe rate of progression can be measured using the ALS Functional Rating Scale - Revised (ALSFRS-R), a 12-item instrument survey administered as a clinical interview or self-reported questionnaire that produces a score between 48 (normal function) and 0 (severe disability). The ALSFRS-R is the most frequently used outcome measure in clinical trials and is used by doctors to track disease progression. On average, people with ALS lose about 1 ALSFRS-R point per month. Brief periods of stabilization (\"plateaus\") and even small reversals in ALSFRS-R score are not uncommon, owing to the subjective nature of scoring, effects of symptomatic medication, and patients' own compensations for changes in function. However, it is rare (<1%) for these improvements to be large (i.e. greater than 4 ALSFRS-R points) or sustained (i.e. greater than 12 months). A survey-based study among clinicians showed that they rated a 20% change in the slope of the ALSFRS-R as being clinically meaningful, hence its common usage as a threshold to determine efficacy of new treatments in clinical trials.\n\n\nLate-stage disease management\nDifficulties with chewing and swallowing make eating very difficult (dysphagia) and increase the risk of choking or of aspirating food into the lungs. In later stages of the disorder, aspiration pneumonia can develop, and maintaining a healthy weight can become a significant problem that may require the insertion of a feeding tube. As the diaphragm and intercostal muscles of the rib cage that support breathing weaken, measures of lung function such as vital capacity and inspiratory pressure diminish. In respiratory-onset ALS, this may occur before significant limb weakness is apparent. Individuals affected by the disorder may ultimately lose the ability to initiate and control all voluntary movement, known as locked-in syndrome. Bladder and bowel function are usually spared, meaning urinary and fecal incontinence are uncommon, although trouble getting to a toilet can lead to difficulties. The extraocular muscles responsible for eye movement are usually spared, meaning the use of eye tracking technology to support augmentative communication is often feasible. Despite these challenges, many people in an advanced state of disease report satisfactory well-being and quality of life with these supportive measures.\n\n\nPrognosis, staging, and survival\nAlthough respiratory support using non-invasive ventilation can ease problems with breathing and prolong survival, it does not affect the progression rate of ALS. Most people with ALS die between two and four years after the diagnosis. Around 50% of people with ALS die within 30 months of their symptoms beginning, about 20% live between five and ten years, and about 10% survive for 10 years or longer.\nThe most common cause of death among people with ALS is respiratory failure, often accelerated by pneumonia. Most ALS patients die at home after a period of worsening difficulty breathing, a decline in their nutritional status, or a rapid worsening of symptoms. Sudden death or acute respiratory distress are uncommon. Access to palliative care is recommended from an early stage to explore options, ensure psychosocial support for the patient and caregivers, and to discuss advance healthcare directives.\nAs with cancer staging, ALS has staging systems numbered between 1 and 4 that are used for research purposes in clinical trials. Two very similar staging systems emerged around a similar time, the King's staging system and Milano-Torino (MiToS) functional staging.\n\nProviding individual patients with a precise prognosis is not currently possible, though research is underway to provide statistical models on the basis of prognostic factors including age at onset, progression rate, site of onset, and presence of frontotemporal dementia. Bulbar-onset ALS typically has a worse prognosis than limb-onset ALS; a population-based study found that bulbar-onset ALS patients had a median survival of 2.0 years and a 10-year survival rate of 3%, while limb-onset ALS patients had a median survival of 2.6 years and a 10-year survival rate of 13%. Those with respiratory-onset ALS had a shorter median survival of 1.4 years and 0% survival at 10 years. Though notable astrophysicist Stephen Hawking lived for 55 more years following his diagnosis, his was an unusual case.\n\n\nCognitive, emotional, and behavioral symptoms\nCognitive impairment or behavioral dysfunction is present in 30–50% of individuals with ALS, and can appear more frequently in later stages of the disease. Language dysfunction, executive dysfunction, and troubles with social cognition and verbal memory are the most commonly reported cognitive symptoms in ALS. Cognitive impairment is found more frequently in patients with C9orf72 gene repeat expansions, bulbar onset, bulbar symptoms, family history of ALS and/or a predominantly upper motor neuron phenotype.\nPseudobulbar affect and emotional lability are a type of symptom in which patients cry, smile, yawn, or laugh, either in the absence of emotional stimuli, or when they are feeling the opposite emotion to that being expressed; Approximately half of ALS patients experience this; it is more common in those with bulbar-onset ALS. While relatively benign relative to other symptoms, it can cause increased stigma and social isolation as people around the patient struggle to react appropriately to what can be frequent and inappropriate outbursts in public.\nIn addition to mild changes in cognition that may only emerge during neuropsychological testing, around 10–15% of individuals have signs of frontotemporal dementia (FTD). Repeating phrases or gestures, apathy, and loss of inhibition are the most frequently reported behavioral features of ALS. ALS and FTD are now considered to be part of a common disease spectrum (ALS–FTD) because of genetic, clinical, and pathological similarities.\nCognitive and behavioral issues are associated with a poorer prognosis as they may reduce adherence to medical advice, and deficits in empathy and social cognition, which may increase caregiver burden.\n\n\nCause\nSporadic ALS has no known cause and is described as an idiopathic disease. Though its exact cause is unknown, genetic and environmental factors are thought to be of roughly equal importance. The genetic factors are better understood than the environmental factors; no specific environmental factor has been definitively shown to cause ALS. A multi-step liability threshold model for ALS proposes that cellular damage accumulates over time due to genetic factors present at birth and exposure to environmental risks throughout life. ALS can strike at any age, but its likelihood increases with age. Most people who develop ALS are between the ages of 40 and 70, with an average age of 55 at the time of diagnosis. ALS is 20% more common in men than women, but this difference in sex distribution is no longer present in patients with onset after age 70.\n\n\nGenetics and genetic testing\n\nALS can be classified as being either familial or sporadic, depending on whether there is a known family history of the disease and/or whether an ALS-associated genetic mutation has been identified via genetic testing. Familial ALS is thought to account for 10–15% of cases overall and can include monogenic, oligogenic, and polygenic modes of inheritance.\nThere is considerable variation among clinicians on whether to conduct genetic testing in ALS, particularly if there is no discernible family history of the disease. In the past, genetic counseling and testing was only offered to those with obviously familial ALS. It is increasingly recognized that cases of sporadic ALS may also be due to disease-causing de novo mutations in SOD1, or C9orf72, or inherited mutations which were overlooked due to incomplete family history or incomplete penetrance. The lack of positive family history may be caused by lack of historical records, having a smaller family, older generations dying earlier of causes other than ALS, genetic non-paternity, and uncertainty over whether certain neuropsychiatric conditions (e.g. frontotemporal dementia, other forms of dementia, suicide, psychosis, schizophrenia) should be considered significant when determining a family history. There have been calls in the research community to routinely counsel and test all diagnosed ALS patients for familial ALS, especially due to the availability of gene therapy (tofersen) for carriers of SOD1 ALS. A shortage of genetic counselors and limited clinical capacity to see such at-risk individuals make this challenging in practice, as does the unequal access to genetic testing around the world.\nMore than 40 genes have been associated with ALS, of which four account for nearly half of familial cases, and around 5% of sporadic cases: C9orf72 (40% of familial cases, 7% sporadic), SOD1 (12% of familial cases, 1–2% sporadic), FUS (4% of familial cases, 1% sporadic), and TARDBP (4% of familial cases, 1% sporadic), with the remaining genes mostly accounting for fewer than 1% of either familial or sporadic cases. Notably, repeat expansions in the C9orf72 gene account for about 40% of genetic ALS and 25% of genetic FTD, leading to the redefinition of ALS and FTD as lying on a shared disease spectrum. ALS genes identified to date explain the cause of about 70% of familial ALS and about 15% of sporadic ALS. Overall, first-degree relatives of an individual with ALS have a ~1% risk of developing ALS themselves.\n\n\nEnvironmental and other factors\nThe multi-step hypothesis suggests the disease is caused by some interaction between an individual's genetic risk factors and their cumulative lifetime of exposures to environmental factors, termed their exposome. The most consistent lifetime exposures associated with developing ALS (other than genetic mutations) include heavy metals (e.g. lead and mercury), chemicals (e.g. pesticides and solvents), electric shock, physical injury (including head injury), and smoking (in men more than women). Generally, the effect of each individual exposure is relatively small. For instance, an individual's lifetime risk of developing ALS might increase from \"1 in 400\" without exposure to between \"1 in 300\" and \"1 in 200\" if they were exposed to heavy metals. Some industries are heavily dependent upon the use or exposure to these environmental factors, which may increase employees' susceptibility. For example, agricultural tasks may involve as many as 5 such risk factors excluding workers' smoking preferences. A range of other factors have weaker evidence supporting them and include participation in professional sports, having a lower body mass index, lower educational attainment, manual occupations, military service, exposure to beta-Methylamino-L-alanine (BMAA), and viral infections.\nAlthough some personality traits, such as openness, agreeableness and conscientiousness appear remarkably common among patients with ALS, it remains open whether personality can increase susceptibility to ALS directly. Instead, genetic factors giving rise to personality might simultaneously predispose people to develop ALS, or the above personality traits might underlie lifestyle choices which are in turn risk factors for ALS.\n\n\nViruses and retrotransposons\nMany ALS patients have substantially increased expression of endogenous retroviruses (HERVs), which are remnants of infections that may have happened early in human evolution and remained integrated in the human genome. Similarly, about one in five people with ALS had high levels of retrotransposon activation and dysfunction of TDP-43, a protein which regulates human gene expression and inhibits activation of retroviral genes. Preliminary data suggest that antiviral therapy may be used to treat ALS and related diseases.\n\n\nPathophysiology\n\n\nNeuropathology\nUpon examination at autopsy, features of the disease that can be seen with the naked eye include skeletal muscle atrophy, motor cortex atrophy, sclerosis of the corticospinal and corticobulbar tracts, thinning of the hypoglossal nerves (which control the tongue), and thinning of the anterior roots of the spinal cord.\nThe defining feature of ALS is the death of both upper motor neurons (located in the motor cortex of the brain) and lower motor neurons (located in the brainstem and spinal cord). In ALS with frontotemporal dementia, neurons throughout the frontal and temporal lobes of the brain die as well. The pathological hallmark of ALS is the presence of inclusion bodies (abnormal aggregations of protein) known as Bunina bodies in the cytoplasm of motor neurons. In about 97% of people with ALS, the main component of the inclusion bodies is TDP-43 protein; however, in those with SOD1 or FUS mutations, the main component of the inclusion bodies is SOD1 or FUS protein, respectively. Prion-like propagation of misfolded proteins from cell to cell may explain why ALS starts in one area and spreads to others. The glymphatic system may also be involved in the pathogenesis of ALS.\n\n\nBiochemistry\n\nNeurodegeneration in ALS is thought to involve many different cellular and molecular processes. The genes known to be involved in ALS can be grouped into three general categories based on their normal function: protein degradation, the cytoskeleton, and RNA processing. Mutant SOD1 protein forms intracellular aggregations that inhibit protein degradation. Cytoplasmic aggregations of wild-type (normal) SOD1 protein are common in sporadic ALS. It is thought that misfolded mutant SOD1 can cause misfolding and aggregation of wild-type SOD1 in neighboring neurons in a prion-like manner. Other protein degradation genes that can cause ALS when mutated include VCP, OPTN, TBK1, and SQSTM1. Three genes implicated in ALS that are important for cytoskeletal maintenance and axonal transport include DCTN1, PFN1, and TUBA4A.\nSeveral ALS genes encode RNA-binding proteins. The first to be discovered was TDP-43 protein, a nuclear protein that aggregates in the cytoplasm of motor neurons in almost all cases of ALS; however, mutations in TARDBP, the gene that codes for TDP-43, are a rare cause of ALS. FUS codes for FUS, another RNA-binding protein with a similar function to TDP-43, which can cause ALS when mutated. It is thought that mutations in TARDBP and FUS increase the binding affinity of the low-complexity domain, causing their respective proteins to aggregate in the cytoplasm. Once these mutant RNA-binding proteins are misfolded and aggregated, they may be able to misfold normal proteins both within and between cells in a prion-like manner. This also leads to decreased levels of RNA-binding protein in the nucleus, which may mean that their target RNA transcripts do not undergo normal processing. Other RNA metabolism genes associated with ALS include ANG, SETX, and MATR3.\nC9orf72 is the most commonly mutated gene in ALS and causes motor neuron death through a number of mechanisms. The pathogenic mutation is a hexanucleotide repeat expansion (a series of six nucleotides repeated over and over); people with up to 30 repeats are considered normal, while people with hundreds or thousands of repeats can have familial ALS, frontotemporal dementia, or sometimes sporadic ALS. The three mechanisms of disease associated with these C9orf72 repeats are deposition of RNA transcripts in the nucleus, translation of the RNA into toxic dipeptide repeat proteins in the cytoplasm, and decreased levels of the normal C9orf72 protein. Mitochondrial bioenergetic dysfunction leading to dysfunctional motor neuron axonal homeostasis (reduced axonal length and fast axonal transport of mitochondrial cargo) has been shown to occur in C9orf72-ALS using human induced pluripotent stem cell (iPSC) technologies coupled with CRISPR/Cas9 gene-editing, and human post-mortem spinal cord tissue examination.\nExcitotoxicity, or nerve cell death caused by high levels of intracellular calcium due to excessive stimulation by the excitatory neurotransmitter glutamate, is a mechanism thought to be common to all forms of ALS. Motor neurons are more sensitive to excitotoxicity than other types of neurons because they have a lower calcium-buffering capacity and a type of glutamate receptor (the AMPA receptor) that is more permeable to calcium. In ALS, there are decreased levels of excitatory amino acid transporter 2 (EAAT2), which is the main transporter that removes glutamate from the synapse; this leads to increased synaptic glutamate levels and excitotoxicity. Riluzole, a drug that modestly prolongs survival in ALS, inhibits glutamate release from presynaptic neurons. However, it is unclear if this mechanism is responsible for its therapeutic effect.\n\n\nDiagnosis\n\nNo single test can provide a definite diagnosis of ALS. Instead, the diagnosis of ALS is primarily made based on a physician's clinical assessment after ruling out other diseases. Physicians often obtain the person's full medical history and conduct neurologic examinations at regular intervals to assess whether signs and symptoms such as muscle weakness, muscle atrophy, hyperreflexia, Babinski's sign, and spasticity are worsening. Many biomarkers are being studied for the condition, but as of 2023 are not in general medical use.\n\n\nDifferential diagnosis\nBecause symptoms of ALS can be similar to those of a wide variety of other diseases or disorders, appropriate tests must be conducted to exclude the possibility of other conditions. One of these tests is electromyography (EMG), a special recording technique that detects electrical activity in muscles. Certain EMG findings can support the diagnosis of ALS. Another common test measures nerve conduction velocity (NCV). Specific abnormalities in the NCV results may suggest, for example, that the person has a form of peripheral neuropathy (damage to peripheral nerves) or myopathy (muscle disease) rather than ALS. While a magnetic resonance imaging (MRI) is often normal in people with early-stage ALS, it can reveal evidence of other problems that may be causing the symptoms, such as a spinal cord tumor, multiple sclerosis, a herniated disc in the neck, syringomyelia, or cervical spondylosis.\nBased on the person's symptoms and findings from these tests, the physician may order tests on blood and urine samples to eliminate the possibility of other diseases, as well as routine laboratory tests. In some cases, for example, if a physician suspects the person may have a myopathy rather than ALS, a muscle biopsy may be performed.\nSeveral infectious diseases can sometimes cause ALS-like symptoms, including human immunodeficiency virus (HIV), human T-lymphotropic virus (HTLV), Lyme disease, and syphilis. Neurological disorders such as multiple sclerosis, post-polio syndrome, multifocal motor neuropathy, CIDP, spinal muscular atrophy, and spinal and bulbar muscular atrophy can also mimic certain aspects of the disease and should be considered.\nALS must be differentiated from the \"ALS mimic syndromes\", which are unrelated disorders that may have a similar presentation and clinical features to ALS or its variants. Because the prognosis of ALS and closely related subtypes of motor neuron disease is generally poor, neurologists may carry out investigations to evaluate and exclude other diagnostic possibilities. Disorders of the neuromuscular junction, such as myasthenia gravis (MG) and Lambert–Eaton myasthenic syndrome, may also mimic ALS, although this rarely presents diagnostic difficulty over time. Benign fasciculation syndrome and cramp fasciculation syndrome may also occasionally mimic some of the early symptoms of ALS. Nonetheless, the absence of other neurological features that develop inexorably with ALS means that, over time, the distinction will not present any difficulty to the experienced neurologist; where doubt remains, EMG may be helpful.\n\n\nManagement\nThere is no known cure for ALS. Management focuses on treating symptoms and providing supportive care to improve quality of life and prolong survival. This care is best provided by multidisciplinary teams of healthcare professionals; attending a multidisciplinary ALS clinic is associated with longer survival, fewer hospitalizations, and improved quality of life.\nNon-invasive ventilation (NIV) is the main treatment for respiratory failure in ALS. In people with normal bulbar function, it prolongs survival by about seven months and improves the quality of life. One study found that NIV is ineffective for people with poor bulbar function while another suggested that it may provide a modest survival benefit. Many people with ALS have difficulty tolerating NIV. Invasive ventilation is an option for people with advanced ALS when NIV is not enough to manage their symptoms. While invasive ventilation prolongs survival, disease progression, and functional decline continue. It may decrease the quality of life of people with ALS or their caregivers. Invasive ventilation is more commonly used in Japan than in North America or Europe.\n\nPhysical therapy can promote functional independence through aerobic, range of motion, and stretching exercises. Occupational therapy can assist with activities of daily living through adaptive equipment. Speech therapy can assist people with ALS who have difficulty speaking. Preventing weight loss and malnutrition in people with ALS improves both survival and quality of life. Initially, difficulty swallowing (dysphagia) can be managed by dietary changes and swallowing techniques. A feeding tube should be considered if someone with ALS loses 5% or more of their body weight or if they cannot safely swallow food and water. The feeding tube is usually inserted by percutaneous endoscopic gastrostomy (PEG). There is weak evidence that PEG tubes improve survival. PEG insertion is usually performed with the intent of improving quality of life.\nPalliative care should begin shortly after someone is diagnosed with ALS. Discussion of end-of-life issues gives people with ALS time to reflect on their preferences for end-of-life care and can help avoid unwanted interventions or procedures. Hospice care can improve symptom management at the end of life and increase the likelihood of a peaceful death. In the final days of life, opioids can be used to treat pain and dyspnea, while benzodiazepines can be used to treat anxiety.\n\n\nMedications\n\n\nDisease-slowing treatments\n\nRiluzole has been found to modestly prolong survival by about 2–3 months. It may have a greater survival benefit for those with bulbar-onset ALS. It may work by decreasing release of the excitatory neurotransmitter glutamate from pre-synaptic neurons. The most common side effects are nausea and a lack of energy (asthenia). People with ALS should begin treatment with riluzole as soon as possible following their diagnosis. Riluzole is available as a tablet, liquid, or dissolvable oral film.\nEdaravone has been shown to modestly slow the decline in function in a small group of people with early-stage ALS. It may work by protecting motor neurons from oxidative stress. The most common side effects are bruising and gait disturbance. Edaravone is available as an intravenous infusion or as an oral suspension.\nTofersen (Qalsody) is an antisense oligonucleotide that was approved for medical use in the United States in April 2023 for the treatment of SOD1-associated ALS. In a study of 108 patients with SOD1-associated ALS there was a non-significant trend towards a slowing of progression, as well as a significant reduction in neurofilament light chain, a putative ALS biomarker thought to indicate neuronal damage. A follow-up study and open-label extension suggested that earlier treatment initiation had a beneficial effect on slowing disease progression. Tofersen is available as an intrathecal injection into the lumbar cistern at the base of the spine.\n\n\nSymptomatic treatments\nOther medications may be used to help reduce fatigue, ease muscle cramps, control spasticity, and reduce excess saliva and phlegm. Gabapentin, pregabalin, and tricyclic antidepressants (e.g., amitriptyline) can be used for neuropathic pain, while nonsteroidal anti-inflammatory drugs (NSAIDs), acetaminophen, and opioids can be used for nociceptive pain.\nDepression can be treated with selective serotonin reuptake inhibitors (SSRIs) or tricyclic antidepressants, while benzodiazepines can be used for anxiety. There are no medications to treat cognitive impairment/frontotemporal dementia (FTD); however, SSRIs and antipsychotics can help treat some of the symptoms of FTD. Baclofen and tizanidine are the most commonly used oral drugs for treating spasticity; an intrathecal baclofen pump can be used for severe spasticity, and mexiletine is safe and effective for treating cramps.\nAtropine, scopolamine, amitriptyline, or glycopyrrolate may be prescribed when people with ALS begin having trouble swallowing their saliva (sialorrhea).\n\n\nBreathing support\n\n\nNon-invasive ventilation\n\nNon-invasive ventilation (NIV) is the primary treatment for respiratory failure in ALS and was the first treatment shown to improve both survival and quality of life. NIV uses a face or nasal mask connected to a ventilator that provides intermittent positive pressure to support breathing. Continuous positive pressure is not recommended for people with ALS because it makes breathing more difficult. Initially, NIV is used only at night because the first sign of respiratory failure is decreased gas exchange (hypoventilation) during sleep; symptoms associated with this nocturnal hypoventilation include interrupted sleep, anxiety, morning headaches, and daytime fatigue. As the disease progresses, people with ALS develop shortness of breath when lying down, during physical activity or talking, and eventually at rest. Other symptoms include poor concentration, poor memory, confusion, respiratory tract infections, and a weak cough. Respiratory failure is the most common cause of death in ALS.\nIt is important to monitor the respiratory function of people with ALS every three months because beginning NIV soon after the start of respiratory symptoms is associated with increased survival. This involves asking the person with ALS if they have any respiratory symptoms and measuring their respiratory function. The most commonly used measurement is upright forced vital capacity (FVC), but it is a poor detector of early respiratory failure and is not a good choice for those with bulbar symptoms, as they have difficulty maintaining a tight seal around the mouthpiece. Measuring FVC while the person is lying on their back (supine FVC) is a more accurate measure of diaphragm weakness than upright FVC. Sniff nasal inspiratory pressure (SNIP) is a rapid, convenient test of diaphragm strength that is not affected by bulbar muscle weakness. If someone with ALS has signs and symptoms of respiratory failure, they should undergo daytime blood gas analysis to look for hypoxemia (low oxygen in the blood) and hypercapnia (too much carbon dioxide in the blood). If their daytime blood gas analysis is normal, they should then have nocturnal pulse oximetry to look for hypoxemia during sleep.\nNon-invasive ventilation prolongs survival longer than riluzole. A 2006 randomized controlled trial found that NIV prolongs survival by about 48 days and improves the quality of life; however, it also found that some people with ALS benefit more from this intervention than others. For those with normal or only moderately impaired bulbar function, NIV prolongs survival by about seven months and significantly improves the quality of life. For those with poor bulbar function, NIV neither prolongs survival nor improves the quality of life, though it does improve some sleep-related symptoms. Despite the clear benefits of NIV, about 25–30% of all people with ALS are unable to tolerate it, especially those with cognitive impairment or bulbar dysfunction. Results from a large 2015 cohort study suggest that NIV may prolong survival in those with bulbar weakness, so NIV should be offered to all people with ALS, even if it is likely that they will have difficulty tolerating it.\n\n\nInvasive ventilation\nInvasive ventilation bypasses the nose and mouth (the upper airways) by making a cut in the trachea (tracheostomy) and inserting a tube connected to a ventilator. It is an option for people with advanced ALS whose respiratory symptoms are poorly managed despite continuous NIV use. While invasive ventilation prolongs survival, especially for those younger than 60, it does not treat the underlying neurodegenerative process. The person with ALS will continue to lose motor function, making communication increasingly difficult and sometimes leading to locked-in syndrome, in which they are completely paralyzed except for their eye muscles. About half of the people with ALS who choose to undergo invasive ventilation report a decrease in their quality of life, but most still consider it to be satisfactory. However, invasive ventilation imposes a heavy burden on caregivers and may decrease their quality of life. Attitudes toward invasive ventilation vary from country to country; about 30% of people with ALS in Japan choose invasive ventilation, versus less than 5% in North America and Europe.\n\n\nTherapy\n\nPhysical therapy plays a large role in rehabilitation for individuals with ALS. Specifically, physical, occupational, and speech therapists can set goals and promote benefits for individuals with ALS by delaying loss of strength, maintaining endurance, limiting pain, improving speech and swallowing, preventing complications, and promoting functional independence.\nOccupational therapy and special equipment such as assistive technology can also enhance people's independence and safety throughout ALS. Gentle, low-impact aerobic exercise such as performing activities of daily living, walking, swimming, and stationary bicycling can strengthen unaffected muscles, improve cardiovascular health, and help people fight fatigue and depression. Range of motion and stretching exercises can help prevent painful spasticity and shortening (contracture) of muscles. Physical and occupational therapists can recommend exercises that provide these benefits without overworking muscles because muscle exhaustion can lead to a worsening of symptoms associated with ALS, rather than providing help to people with ALS. They can suggest devices such as ramps, braces, walkers, bathroom equipment (shower chairs, toilet risers, etc.), and wheelchairs that help people remain mobile. Occupational therapists can provide or recommend equipment and adaptations to enable people with ALS to retain as much safety and independence in activities of daily living as possible. Since respiratory insufficiency is the primary cause of mortality, physical therapists can help improve respiratory outcomes in people with ALS by implementing pulmonary physical therapy. This includes inspiratory muscle training, lung volume recruitment training, and manual assisted cough therapy aimed at increasing respiratory muscle strength as well as increasing survival rates.\nPeople with ALS who have difficulty speaking or swallowing may benefit from working with a speech-language pathologist. These health professionals can teach people adaptive strategies, such as techniques to help them speak louder and more clearly. As ALS progresses, speech-language pathologists can recommend the use of augmentative and alternative communication such as voice amplifiers, speech-generating devices (or voice output communication devices), or low-tech communication techniques such as head-mounted laser pointers, alphabet boards or yes/no signals.\n\n\nNutrition\n\nPreventing weight loss and malnutrition in people with ALS improves both survival and quality of life. Weight loss in ALS is often caused by muscle wasting and increased resting energy expenditure. Weight loss may also be secondary to reduced food intake since dysphagia develops in about 85% of people with ALS at some point throughout their disease course. Therefore, regular periodic assessment of the weight and swallowing ability in people with ALS is very important. Dysphagia is often initially managed via dietary changes and modified swallowing techniques. People with ALS are often instructed to avoid dry or chewy foods in their diet and instead have meals that are soft, moist, and easy to swallow. Switching to thick liquids (like fruit nectar or smoothies) or adding thickeners (to thin fluids like water and coffee) may also help people facing difficulty swallowing liquids. There is tentative evidence that high-calorie diets may prevent further weight loss and improve survival, but more research is still needed.\nA feeding tube should be considered if someone with ALS loses 5% or more of their body weight or if they cannot safely swallow food and water. This can take the form of a gastrostomy tube, in which a tube is placed through the wall of the abdomen into the stomach, or (less commonly) a nasogastric tube, in which a tube is placed through the nose and down the esophagus into the stomach. A gastrostomy tube is more appropriate for long-term use than a nasogastric tube, which is uncomfortable and can cause esophageal ulcers. The feeding tube is usually inserted by a percutaneous endoscopic gastrostomy procedure (PEG). While there is weak evidence that PEG tubes improve survival in people with ALS, no randomized controlled trials (RCTs) have yet been conducted to indicate whether enteral tube feeding has benefits compared to continuation of feeding by mouth. Nevertheless, PEG tubes are still offered with the intent of improving the person's quality of life by sustaining nutrition, hydration status, and medication intake.\n\n\nEnd-of-life care\nPalliative care, which relieves symptoms and improves the quality of life without treating the underlying disease, should begin shortly after someone is diagnosed with ALS. Early discussion of end-of-life issues gives people with ALS time to reflect on their preferences for end-of-life care and can help avoid unwanted interventions or procedures. Once they have been fully informed about all aspects of various life-prolonging measures, they can fill out advance directives indicating their attitude toward noninvasive ventilation, invasive ventilation, and feeding tubes. Late in the disease course, difficulty speaking due to muscle weakness (dysarthria) and cognitive dysfunction may impair their ability to communicate their wishes regarding care. Continued failure to solicit the preferences of the person with ALS may lead to unplanned and potentially unwanted emergency interventions, such as invasive ventilation. If people with ALS or their family members are reluctant to discuss end-of-life issues, it may be useful to use the introduction of gastrostomy or noninvasive ventilation as an opportunity to bring up the subject.\nHospice care, or palliative care at the end of life, is especially important in ALS because it helps to optimize the management of symptoms and increases the likelihood of a peaceful death. It is unclear exactly when the end-of-life phase begins in ALS, but it is associated with significant difficulty moving, communicating, and, in some cases, thinking. Although many people with ALS fear choking to death (suffocating), they can be reassured that this occurs rarely, less than 1% of the time. Most patients die at home, and in the final days of life, opioids can be used to treat pain and dyspnea, while benzodiazepines can be used to treat anxiety.\n\n\nEpidemiology\nALS is the most common motor neuron disease in adults and the third most common neurodegenerative disease after Alzheimer's disease and Parkinson's disease. Worldwide, the number of people who develop ALS yearly is estimated to be 1.9 people per 100,000 per year, while the number of people who have ALS at any given time is estimated to be about 4.5 people per 100,000. In Europe, the number of new cases a year is about 2.6 people per 100,000, while the number affected is 7–9 people per 100,000. The lifetime risk of developing ALS is 1:350 for European men and 1:400 for European women. Men have a higher risk mainly because spinal-onset ALS is more common in men than women. The number of people with ALS in the United States in 2015 was 5.2 people per 100,000, and was higher in whites, males, and people over 60 years old. The number of new cases is about 0.8 people per 100,000 per year in East Asia and about 0.7 people per 100,000 per year in South Asia. About 80% of ALS epidemiology studies have been conducted in Europe and the United States, mostly in people of northern European descent. There is not enough information to determine the rates of ALS in much of the world, including Africa, parts of Asia, India, Russia, and South America. There are several geographic clusters in the Western Pacific where the prevalence of ALS was reported to be 50–100 times higher than in the rest of the world, including Guam, the Kii Peninsula of Japan, and Western New Guinea. The incidence in these areas has decreased since the 1960s; the cause remains unknown.\n\nPeople of all races and ethnic backgrounds may be affected by ALS, but it is more common in whites than in Africans, Asians, or Hispanics. In the United States in 2015, the prevalence of ALS in whites was 5.4 people per 100,000, while the prevalence in blacks was 2.3 people per 100,000. The Midwest had the highest prevalence of the four US Census regions, with 5.5 people per 100,000, followed by the Northeast (5.1), the South (4.7), and the West (4.4). The Midwest and Northeast likely had a higher prevalence of ALS because they have a higher proportion of whites than the South and West. Ethnically mixed populations may be at a lower risk of developing ALS; a study in Cuba found that people of mixed ancestry were less likely to die from ALS than whites or blacks. There are also differences in the genetics of ALS between different ethnic groups; the most common ALS gene in Europe is C9orf72, followed by SOD1, TARDBP, and FUS, while the most common ALS gene in Asia is SOD1, followed by FUS, C9orf72, and TARDBP.\nALS can affect people at any age, but the peak incidence is between 50 and 75 years and decreases dramatically after 80 years. The reason for the decreased incidence in the elderly is unclear. One thought is that people who survive into their 80s may not be genetically susceptible to developing ALS; alternatively, ALS in the elderly might go undiagnosed because of comorbidities (other diseases they have), difficulty seeing a neurologist, or dying quickly from an aggressive form of ALS. In the United States in 2015, the lowest prevalence was in the 18–39 age group, while the highest prevalence was in the 70–79 age group. Sporadic ALS usually starts around the ages of 58 to 63 years, while genetic ALS starts earlier, usually around 47 to 52 years. The number of ALS cases worldwide is projected to increase from 222,801 in 2015 to 376,674 in 2040, an increase of 69%. This will largely be due to the aging of the world's population, especially in developing countries.\n\n\nHistory\n\nDescriptions of the disease date back to at least 1824 by Charles Bell. In 1850, François-Amilcar Aran was the first to describe a disorder he named \"progressive muscular atrophy\", a form of ALS in which only the lower motor neurons are affected. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who initially introduced the term amyotrophic lateral sclerosis in his 1874 paper. Flail arm syndrome, a regional variant of ALS, was first described by Alfred Vulpian in 1886. Flail leg syndrome, another regional variant of ALS, was first described by Pierre Marie and his student Patrikios in 1918.\n\n\nDiagnostic criteria\nIn the 1950s, electrodiagnostic testing (EMG) and nerve conduction velocity (NCV) testing began to be used to evaluate clinically suspected ALS. In 1969, Edward H. Lambert published the first EMG/NCS diagnostic criteria for ALS, consisting of four findings he considered to strongly support the diagnosis. Since then several diagnostic criteria have been developed, which are mostly in use for research purposes for inclusion/exclusion criteria, and to stratify patients for analysis in trials. Research diagnostic criteria for ALS include the \"El Escorial\" in 1994, revised in 1998. In 2006, the \"Awaji\" criteria proposed using EMG and NCV tests to help diagnose ALS earlier, and most recently the \"Gold Coast\" criteria in 2019 simplified diagnosis, included cognitive change, and no longer required multiple regions to be affected.\n\n\nName\n\nAmyotrophic is derived from Greek: a- means \"no\", myo- (from mûs) refers to \"muscle\", and trophḗ means \"nourishment\". Therefore, amyotrophy means \"muscle malnourishment\" or the wasting of muscle tissue. Lateral identifies the locations in the spinal cord of the affected motor neurons. Sclerosis means \"scarring\" or \"hardening\" and refers to the death of the motor neurons in the spinal cord.\nALS is sometimes referred to as Charcot's disease (not to be confused with Charcot–Marie–Tooth disease or Charcot joint disease), because Jean-Martin Charcot was the first to connect the clinical symptoms with the pathology seen at autopsy. The British neurologist Russell Brain coined the term motor neuron disease in 1933 to reflect his belief that ALS, progressive bulbar palsy, and progressive muscular atrophy were all different forms of the same disease. In some countries, especially the United States, ALS is called Lou Gehrig's disease after the American baseball player Lou Gehrig, who was diagnosed with ALS in 1939.\nIn the United States and continental Europe, the term ALS (as well as Lou Gehrig's disease in the US) refers to all forms of the disease, including \"classical\" ALS, progressive bulbar palsy, progressive muscular atrophy, and primary lateral sclerosis. In the United Kingdom and Australia, the term motor neuron disease refers to all forms of the disease while ALS only refers to \"classical\" ALS, meaning the form with both upper and lower motor neuron involvement.\n\n\nSociety and culture\n\nIn addition to the baseball player Lou Gehrig, several notable individuals have or have had ALS. Theoretical physicist Stephen Hawking, who notably lived longer than any other known person with the condition, was the subject of the critically acclaimed biopic The Theory of Everything. American sociology professor and ALS patient Morrie Schwartz was the subject of the memoir Tuesdays with Morrie and the film of the same name.\nIn August 2014, the \"Ice Bucket Challenge\" to raise money for ALS research went viral online. Participants filmed themselves filling a bucket full of ice water and pouring it onto themselves; they then nominated other individuals to do the same. Many participants donated to ALS research at the ALS Association, the ALS Therapy Development Institute, ALS Society of Canada, or Motor Neurone Disease Association in the UK.\n\n\nReferences\n\n\nExternal links\n Media related to Amyotrophic lateral sclerosis at Wikimedia Commons\n\nALS Association Official Website\nALS Therapy Development Institute\nInternational Alliance of ALS/MND Associations\nInternational Symposium on ALS/MND"
}