{
  "metadata": {
    "title": "Gaze",
    "language": "en",
    "source_url": "https://en.wikipedia.org/wiki/Gaze",
    "categories": [
      "Category:All articles with unsourced statements",
      "Category:Articles with excerpts",
      "Category:Articles with short description",
      "Category:Articles with unsourced statements from February 2022",
      "Category:CS1 maint: location",
      "Category:CS1 maint: multiple names: authors list",
      "Category:Concepts in aesthetics",
      "Category:Concepts in film theory",
      "Category:Existentialist concepts",
      "Category:Feminist theory",
      "Category:Human communication",
      "Category:Jacques Lacan",
      "Category:Post-structuralism",
      "Category:Postmodern feminism",
      "Category:Psychoanalytic terminology",
      "Category:Short description matches Wikidata",
      "Category:Structuralism",
      "Category:Webarchive template wayback links",
      "Category:Wikipedia indefinitely move-protected pages"
    ],
    "total_length": 14531,
    "chunk_count": 18
  },
  "chunks": [
    {
      "id": "Gaze_0",
      "text": "The gaze (French: le regard), in the figurative sense, is an individual's (or a group's) awareness and perception of other individuals, other groups, or oneself. Since the 20th century, the concept and the social applications of the gaze have been expanded by phenomenologist, existentialist, and post-structuralist philosophers. Jean-Paul Sartre described the gaze (or the look) in Being and Nothingness (1943). Michel Foucault, in Discipline and Punish: The Birth of the Prison (1975), developed the concept of the gaze to illustrate the dynamics of socio-political power relations and the social dynamics of society's mechanisms of discipline. Jacques Derrida, in The Animal That Therefore I Am (More to Come) (1997), elaborated upon the inter-species relations that exist among human beings and other animals, which are established by way of the gaze.\n\nPsychoanalysis",
      "index": 0
    },
    {
      "id": "Gaze_1",
      "text": "In Lacanian psychoanalytic theory, Lacan's view on the gaze changes throughout the course of his work. Initially, the concept of the gaze was used by Lacan through his psychoanalytic work on the mirror stage. The mirror stage occurs when a child encountering a mirror learns that they have an external appearance. Theoretically, this is where the child begins their entrance into culture and the world. The child enters language and culture through establishing an ideal image of themself in the mirror. This image is someone the child can aspire to be like and work towards. The role of the ideal ego or self can also be filled by other people in their lives such as parents, siblings, teachers etc.",
      "index": 1
    },
    {
      "id": "Gaze_2",
      "text": "In his later essays however, Lacan refers to the gaze as the anxious feeling that one is being watched. More specifically, it is when the object that one is viewing is somehow looking back at the subject on its own terms. The psychological effect upon the person subjected to the gaze is a loss of autonomy upon becoming aware that they are a visible object. Lacan extrapolated that the gaze and the effects of the gaze might be produced by an inanimate object, and thus a person's awareness of any object can induce the self-awareness of also being an object in the material world of reality. The philosophic and psychologic importance of the gaze is in the meeting of the face and the gaze, because only there do people exist for one another.\n\nSystems of power",
      "index": 2
    },
    {
      "id": "Gaze_3",
      "text": "The gaze can be understood in psychological terms: \"to gaze implies more than to look at – it signifies a psychological relationship of power, in which the gazer is superior to the object of the gaze.\" In Practices of Looking: An Introduction to Visual Culture (2009), Marita Sturken and Lisa Cartwright said that \"the gaze is [conceptually] integral to systems of power, and [to] ideas about knowledge\"; that to practice the gaze is to enter a personal relationship with the person being looked at. Foucault's concepts of panopticism, of the power/knowledge binary, and of biopower address the modes of personal self-regulation that a person practices when under surveillance; the modification of personal behaviour by way of institutional surveillance. In 'The politics of the gaze: Between Foucault and Merleau-Ponty', Nick Crossley (1993) argued that Foucault's account of the Panopticon and Panoptic power has deficiencies that Merleau-Ponty's philosophy allows us to overcome.",
      "index": 3
    },
    {
      "id": "Gaze_4",
      "text": "In The Birth of the Clinic (1963), Michel Foucault first applied the medical gaze to conceptually describe and explain the act of looking, as part of the process of medical diagnosis; the unequal power dynamics between doctors and patients; and the cultural hegemony of intellectual authority that a society grants to medical knowledge and medicine men. In Discipline and Punish: The Birth of the Prison (1975), Foucault develops the gaze as an apparatus of power based upon the social dynamics of power relations, and the social dynamics of disciplinary mechanisms, such as surveillance and personal self-regulation, as practices in a prison and in a school.\n\nMale gaze",
      "index": 4
    },
    {
      "id": "Gaze_5",
      "text": "The concept of the \"male gaze\" was first used by the English art critic John Berger in Ways of Seeing, a series of films for the BBC aired in January 1972, and later a book, as part of his analysis of the treatment of the nude in European painting. Berger described the difference between how men and women view and are viewed in art and in society. He asserts that men are placed into the role as the watcher and women are to be looked at. Laura Mulvey, a British film critic and feminist, similarly critiqued traditional media representations of the female character in cinema.",
      "index": 5
    },
    {
      "id": "Gaze_6",
      "text": "In her 1975 essay Visual Pleasure and Narrative Cinema, Mulvey discusses the association between activity and passivity to gender. Essentially, Mulvey argues that masculinity is related to the active, whereas femininity is related to the passive. Furthermore, she highlights heterosexual desire and identity and how they are related to the roles assigned to masculinity and femininity. This puts the viewer of a film into the role of the active masculine and coaxes the viewer to desire the passive feminine. This left no room for female activity and desire in the stereotypically masculine role.  Hollywood films played to the models of voyeurism and scopophilia. The concept has subsequently been influential in feminist film theory and media studies. Berger, Mulvey as well as Foucault also all linked the looming act of the gaze inextricably to power.\n\nFemale gaze",
      "index": 6
    },
    {
      "id": "Gaze_7",
      "text": "The term \"female gaze\" was created as a response to the proposed concept of the male gaze as coined by Laura Mulvey. In particular, it is a rebellion against the viewership censored to an only masculine lens and feminine desire regardless of the viewer's gender identity or sexual orientation.  In essence, the forced desire of femininity enacts in the erasure of female desire and sexuality. In Judith Butler's 1990 book Gender Trouble, they proposed the idea of the female gaze as a way in which men choose to perform their masculinity by using women as the ones who force men into self-regulation. Film director Deborah Kampmeier rejected the idea of the female gaze in preference for the female experience. She stated, \"(F)or me personally, it's not (about) a female gaze. It's the female experience. I don't gaze, I actually move through the world, feeling the world emotionally and sensorily and in my body.\"\n\nObjectifying gaze",
      "index": 7
    },
    {
      "id": "Gaze_8",
      "text": "The feminist Objectification theory was first proposed by Barbara Fredrickson and Tomi-Ann Roberts in 1997. Objectification theory is a framework that attempts to bring to light the lived experiences of women in particular that are under the lens of sexual objectification. The theory is primarily focused through a heterosexual perspective. According to Fredrickson and Roberts, sexual objectification occurs as the experience of being treated as \"a body (or collection of body parts) valued predominantly for its use to (or consumption by) others.\"  Stripping one of their own bodily agency and sexuality, as well as humanity.",
      "index": 8
    },
    {
      "id": "Gaze_9",
      "text": "Fredrickson and Roberts stated that sexual objectification or the objectifying gaze occurs in three arenas: Interpersonal or social encounters, visual media that depicts social encounters, and lastly visual media that depict bodies. Interpersonal and social encounters entails the everyday lives and interactions with other people. The objectifying gaze in this context comes from simply looking at a person as an object or only for sexual pleasure. The two areas in visual media depend on media portrayals of gender. Due to the heavy media centered world in western culture, individuals feed on the output of media and allow it to influence one's life, opinions, and perceptions. The two differ in how the media portrays the different contexts in which objectification occurs. The first occurs in media outlets such as advertisements which depict social situations in itself, and the second occurs in media platforms such as social media in which bodies/body parts can be put on display. The third context also aligns the viewer with the objectifying gaze.",
      "index": 9
    },
    {
      "id": "Gaze_10",
      "text": "Objectification theory and the objectifying gaze also enables a state or trait of self objectification. Self objectification occurs when one adapts to living in a world where the objectifying gaze is constantly put on them and normalized. The individual that the objectifying gaze is applied to then begins to view themselves in the third party view of that objectifying gaze. The purpose of self objectification is a response to the anticipation to be objectified. The individual may then restrict social movement or behaviour in such a way to display themselves as desirable. This is simply a strategy used in effort to gain back some social control in response to the loss of control that comes with the sexualized or objectifying gaze. For example, a woman may portray a feminized version of herself in response to the objectifying gaze.",
      "index": 10
    },
    {
      "id": "Gaze_11",
      "text": "Although the original objectification theory mainly focuses on the implications and theories surrounding women in the spotlight of the objectifying gaze, with the use of mass media men are becoming increasingly objectified as well.\n\nImperial gaze\n\nE. Ann Kaplan has introduced the post-colonial concept of the imperial gaze, in which the observed find themselves defined in terms of the privileged observer's own set of value-preferences. From the perspective of the colonised, the imperial gaze infantilizes and trivializes what it falls upon, asserting its command and ordering function as it does so.\n\nKaplan comments: \"The imperial gaze reflects the assumption that the white western subject is central much as the male gaze assumes the centrality of the male subject.\"\n\nWhite gaze\n\nOppositional gaze",
      "index": 11
    },
    {
      "id": "Gaze_12",
      "text": "In her 1992 essay titled \"The Oppositional Gaze: Black Female Spectatorship\", bell hooks counters Laura Mulvey's notion of the (male) gaze by introducing the oppositional gaze of Black women. This concept exists as the reciprocal of the normative white spectator gaze. As Mulvey's essay contextualizes the (male) gaze and its objectification of white women, hooks' essay opens \"oppositionality [as] a key paradigm in the feminist analysis of the 'gaze' and of scopophilic regimes in Western culture\".\n\nThe oppositional gaze remains a critique of rebellion due to the sustained and deliberate misrepresentation of Black women in cinema as characteristically Mammy, Jezebel or Sapphire.\n\nPostcolonial gaze",
      "index": 12
    },
    {
      "id": "Gaze_13",
      "text": "First referred to by Edward Said as \"orientalism\", the term \"post-colonial gaze\" is used to explain the relationship that colonial powers extended to people of colonized countries. Placing the colonized in a position of the \"other\" helped to shape and establish the colonial's identity as being the powerful conqueror, and acted as a constant reminder of this idea. The postcolonial gaze \"has the function of establishing the subject/object relationship ... it indicates at its point of emanation the location of the subject, and at its point of contact the location of the object\". In essence, this means that the colonizer/colonized relationship provided the basis for the colonizer's understanding of themselves and their identity. The role of the appropriation of power is central to understanding how colonizers influenced the countries that they colonized, and is deeply connected to the development of post-colonial theory. Utilizing postcolonial gaze theory allows formerly colonized societies to overcome the socially constructed barriers that often prohibit them from expressing their true cultural, social, economic, and political rights.",
      "index": 13
    },
    {
      "id": "Gaze_14",
      "text": "Male tourist gaze\n\nThe tourism image is created through cultural and ideological constructions and advertising agencies that have been male dominated. What is represented by the media assumes a specific type of tourist: white, Western, male, and heterosexual, privileging the gaze of the \"master subject\" over others. This is the representation of the typical tourist because those behind the lens, the image, and creators are predominantly male, white, and Western. Those that do not fall into this category are influenced by its supremacy. Through these influences female characteristics such as youth, beauty, sexuality, or the possession of a man are desirable while the prevalence of stereotypes consisting of submissive and sensual women with powerful \"macho\" men in advertising are projected.\n\nSee also\n\nReferences\n\nFurther reading\n\nArmstrong, Carol and de Zegher, Catherine, Women Artists at the Millennium. MIT Press, October Books, 2006.",
      "index": 14
    },
    {
      "id": "Gaze_15",
      "text": "de Zegher, Catherine, Inside the Visible. MIT Press, 1996.\n\nEttinger, Bracha, \"The Matrixial Gaze\" (1995), reprinted as Ch. 1 in: The Matrixial Borderspace. University of Minnesota Press, 2006.\n\nFelluga, Dino. \"Modules on Lacan: On the Gaze.\" Introductory Guide to Critical Theory — see external links.\n\nFlorence, Penny and Pollock, Griselda, Looking back to the Future. G & B Arts, 2001.\n\nGardner-McTaggart, A. (Forthcoming), International Capital, International Schools, Leadership and Christianity, Globalisation Societies and Education. Taylor and Francis.\n\nJacobsson, Eva-Maria: A Female Gaze? (1999) — see external links.\n\nKress, Gunther & Theo van Leeuwen: Reading Images: The Grammar of Visual Design. (1996).\n\nLacan, Jacques:Seminar XI: The Four Fundamental Concepts of Psychoanalysis. NY & London, W.W. Norton and Co., 1978.\n\nLacan, Jacques: Seminar One: Freud's Papers On Technique (1988).",
      "index": 15
    },
    {
      "id": "Gaze_16",
      "text": "Lutz, Catherine & Jane Collins: The Photograph as an Intersection of Gazes: The Example of National Geographic (1994). In: Visualizing Theory: Selected Essays from V.A.R. 1990–1994. Edited by Lucien Taylor. New York: Routledge.  pp. 363–384.\n\nMulvey, Laura: Visual Pleasure and Narrative Cinema (1975, 1992).\n\nNotes on The Gaze (1998) — see external links.\n\nPollock, Griselda, Modernity and the Spaces of Femininity. Routledge, 1988.\n\nPollock, Griselda (ed.), Psychoanalysis and the Image. Blackwell, 2006.\n\nSturken, Marita and Lisa Cartwright. Practices of Looking: an introduction to visual culture. Oxford University Press, 2009. p. 94, 103.\n\nPaul, Nalini: The Female Gaze — see external links.\n\nSchroeder, Jonathan E: SSRN.com Consuming Representation: A Visual Approach to Consumer Research.\n\nTheory, Culture and Society, Volume 21, Number 1, 2004.\n\nExternal links\n\nNotes on The Gaze\n\nRobert Doisneau, Un regard Oblique, 1948 — photograph illustrating gaze",
      "index": 16
    },
    {
      "id": "Gaze_17",
      "text": "The Male Gaze Archived 2004-10-14 at the Wayback Machine, with photographs of several advertisements\n\nAux Fenêtres de l'âme (Windows of the Soul), a Ron Padova film",
      "index": 17
    }
  ],
  "full_text": "The gaze (French: le regard), in the figurative sense, is an individual's (or a group's) awareness and perception of other individuals, other groups, or oneself. Since the 20th century, the concept and the social applications of the gaze have been expanded by phenomenologist, existentialist, and post-structuralist philosophers. Jean-Paul Sartre described the gaze (or the look) in Being and Nothingness (1943). Michel Foucault, in Discipline and Punish: The Birth of the Prison (1975), developed the concept of the gaze to illustrate the dynamics of socio-political power relations and the social dynamics of society's mechanisms of discipline. Jacques Derrida, in The Animal That Therefore I Am (More to Come) (1997), elaborated upon the inter-species relations that exist among human beings and other animals, which are established by way of the gaze.\n\n\nPsychoanalysis\nIn Lacanian psychoanalytic theory, Lacan's view on the gaze changes throughout the course of his work. Initially, the concept of the gaze was used by Lacan through his psychoanalytic work on the mirror stage. The mirror stage occurs when a child encountering a mirror learns that they have an external appearance. Theoretically, this is where the child begins their entrance into culture and the world. The child enters language and culture through establishing an ideal image of themself in the mirror. This image is someone the child can aspire to be like and work towards. The role of the ideal ego or self can also be filled by other people in their lives such as parents, siblings, teachers etc.\nIn his later essays however, Lacan refers to the gaze as the anxious feeling that one is being watched. More specifically, it is when the object that one is viewing is somehow looking back at the subject on its own terms. The psychological effect upon the person subjected to the gaze is a loss of autonomy upon becoming aware that they are a visible object. Lacan extrapolated that the gaze and the effects of the gaze might be produced by an inanimate object, and thus a person's awareness of any object can induce the self-awareness of also being an object in the material world of reality. The philosophic and psychologic importance of the gaze is in the meeting of the face and the gaze, because only there do people exist for one another.\n\n\nSystems of power\nThe gaze can be understood in psychological terms: \"to gaze implies more than to look at – it signifies a psychological relationship of power, in which the gazer is superior to the object of the gaze.\" In Practices of Looking: An Introduction to Visual Culture (2009), Marita Sturken and Lisa Cartwright said that \"the gaze is [conceptually] integral to systems of power, and [to] ideas about knowledge\"; that to practice the gaze is to enter a personal relationship with the person being looked at. Foucault's concepts of panopticism, of the power/knowledge binary, and of biopower address the modes of personal self-regulation that a person practices when under surveillance; the modification of personal behaviour by way of institutional surveillance. In 'The politics of the gaze: Between Foucault and Merleau-Ponty', Nick Crossley (1993) argued that Foucault's account of the Panopticon and Panoptic power has deficiencies that Merleau-Ponty's philosophy allows us to overcome.\nIn The Birth of the Clinic (1963), Michel Foucault first applied the medical gaze to conceptually describe and explain the act of looking, as part of the process of medical diagnosis; the unequal power dynamics between doctors and patients; and the cultural hegemony of intellectual authority that a society grants to medical knowledge and medicine men. In Discipline and Punish: The Birth of the Prison (1975), Foucault develops the gaze as an apparatus of power based upon the social dynamics of power relations, and the social dynamics of disciplinary mechanisms, such as surveillance and personal self-regulation, as practices in a prison and in a school.\n\n\nMale gaze\n\nThe concept of the \"male gaze\" was first used by the English art critic John Berger in Ways of Seeing, a series of films for the BBC aired in January 1972, and later a book, as part of his analysis of the treatment of the nude in European painting. Berger described the difference between how men and women view and are viewed in art and in society. He asserts that men are placed into the role as the watcher and women are to be looked at. Laura Mulvey, a British film critic and feminist, similarly critiqued traditional media representations of the female character in cinema.\nIn her 1975 essay Visual Pleasure and Narrative Cinema, Mulvey discusses the association between activity and passivity to gender. Essentially, Mulvey argues that masculinity is related to the active, whereas femininity is related to the passive. Furthermore, she highlights heterosexual desire and identity and how they are related to the roles assigned to masculinity and femininity. This puts the viewer of a film into the role of the active masculine and coaxes the viewer to desire the passive feminine. This left no room for female activity and desire in the stereotypically masculine role.  Hollywood films played to the models of voyeurism and scopophilia. The concept has subsequently been influential in feminist film theory and media studies. Berger, Mulvey as well as Foucault also all linked the looming act of the gaze inextricably to power.\n\n\nFemale gaze\n\nThe term \"female gaze\" was created as a response to the proposed concept of the male gaze as coined by Laura Mulvey. In particular, it is a rebellion against the viewership censored to an only masculine lens and feminine desire regardless of the viewer's gender identity or sexual orientation.  In essence, the forced desire of femininity enacts in the erasure of female desire and sexuality. In Judith Butler's 1990 book Gender Trouble, they proposed the idea of the female gaze as a way in which men choose to perform their masculinity by using women as the ones who force men into self-regulation. Film director Deborah Kampmeier rejected the idea of the female gaze in preference for the female experience. She stated, \"(F)or me personally, it's not (about) a female gaze. It's the female experience. I don't gaze, I actually move through the world, feeling the world emotionally and sensorily and in my body.\"\n\n\nObjectifying gaze\n\nThe feminist Objectification theory was first proposed by Barbara Fredrickson and Tomi-Ann Roberts in 1997. Objectification theory is a framework that attempts to bring to light the lived experiences of women in particular that are under the lens of sexual objectification. The theory is primarily focused through a heterosexual perspective. According to Fredrickson and Roberts, sexual objectification occurs as the experience of being treated as \"a body (or collection of body parts) valued predominantly for its use to (or consumption by) others.\"  Stripping one of their own bodily agency and sexuality, as well as humanity.\nFredrickson and Roberts stated that sexual objectification or the objectifying gaze occurs in three arenas: Interpersonal or social encounters, visual media that depicts social encounters, and lastly visual media that depict bodies. Interpersonal and social encounters entails the everyday lives and interactions with other people. The objectifying gaze in this context comes from simply looking at a person as an object or only for sexual pleasure. The two areas in visual media depend on media portrayals of gender. Due to the heavy media centered world in western culture, individuals feed on the output of media and allow it to influence one's life, opinions, and perceptions. The two differ in how the media portrays the different contexts in which objectification occurs. The first occurs in media outlets such as advertisements which depict social situations in itself, and the second occurs in media platforms such as social media in which bodies/body parts can be put on display. The third context also aligns the viewer with the objectifying gaze.\nObjectification theory and the objectifying gaze also enables a state or trait of self objectification. Self objectification occurs when one adapts to living in a world where the objectifying gaze is constantly put on them and normalized. The individual that the objectifying gaze is applied to then begins to view themselves in the third party view of that objectifying gaze. The purpose of self objectification is a response to the anticipation to be objectified. The individual may then restrict social movement or behaviour in such a way to display themselves as desirable. This is simply a strategy used in effort to gain back some social control in response to the loss of control that comes with the sexualized or objectifying gaze. For example, a woman may portray a feminized version of herself in response to the objectifying gaze.\nAlthough the original objectification theory mainly focuses on the implications and theories surrounding women in the spotlight of the objectifying gaze, with the use of mass media men are becoming increasingly objectified as well.\n\n\nImperial gaze\nE. Ann Kaplan has introduced the post-colonial concept of the imperial gaze, in which the observed find themselves defined in terms of the privileged observer's own set of value-preferences. From the perspective of the colonised, the imperial gaze infantilizes and trivializes what it falls upon, asserting its command and ordering function as it does so.\nKaplan comments: \"The imperial gaze reflects the assumption that the white western subject is central much as the male gaze assumes the centrality of the male subject.\"\n\n\nWhite gaze\n\n\nOppositional gaze\n\nIn her 1992 essay titled \"The Oppositional Gaze: Black Female Spectatorship\", bell hooks counters Laura Mulvey's notion of the (male) gaze by introducing the oppositional gaze of Black women. This concept exists as the reciprocal of the normative white spectator gaze. As Mulvey's essay contextualizes the (male) gaze and its objectification of white women, hooks' essay opens \"oppositionality [as] a key paradigm in the feminist analysis of the 'gaze' and of scopophilic regimes in Western culture\".\nThe oppositional gaze remains a critique of rebellion due to the sustained and deliberate misrepresentation of Black women in cinema as characteristically Mammy, Jezebel or Sapphire.\n\n\nPostcolonial gaze\nFirst referred to by Edward Said as \"orientalism\", the term \"post-colonial gaze\" is used to explain the relationship that colonial powers extended to people of colonized countries. Placing the colonized in a position of the \"other\" helped to shape and establish the colonial's identity as being the powerful conqueror, and acted as a constant reminder of this idea. The postcolonial gaze \"has the function of establishing the subject/object relationship ... it indicates at its point of emanation the location of the subject, and at its point of contact the location of the object\". In essence, this means that the colonizer/colonized relationship provided the basis for the colonizer's understanding of themselves and their identity. The role of the appropriation of power is central to understanding how colonizers influenced the countries that they colonized, and is deeply connected to the development of post-colonial theory. Utilizing postcolonial gaze theory allows formerly colonized societies to overcome the socially constructed barriers that often prohibit them from expressing their true cultural, social, economic, and political rights.\n\n\nMale tourist gaze\nThe tourism image is created through cultural and ideological constructions and advertising agencies that have been male dominated. What is represented by the media assumes a specific type of tourist: white, Western, male, and heterosexual, privileging the gaze of the \"master subject\" over others. This is the representation of the typical tourist because those behind the lens, the image, and creators are predominantly male, white, and Western. Those that do not fall into this category are influenced by its supremacy. Through these influences female characteristics such as youth, beauty, sexuality, or the possession of a man are desirable while the prevalence of stereotypes consisting of submissive and sensual women with powerful \"macho\" men in advertising are projected.\n\n\nSee also\n\n\nReferences\n\n\nFurther reading\nArmstrong, Carol and de Zegher, Catherine, Women Artists at the Millennium. MIT Press, October Books, 2006.\nde Zegher, Catherine, Inside the Visible. MIT Press, 1996.\nEttinger, Bracha, \"The Matrixial Gaze\" (1995), reprinted as Ch. 1 in: The Matrixial Borderspace. University of Minnesota Press, 2006.\nFelluga, Dino. \"Modules on Lacan: On the Gaze.\" Introductory Guide to Critical Theory — see external links.\nFlorence, Penny and Pollock, Griselda, Looking back to the Future. G & B Arts, 2001.\nGardner-McTaggart, A. (Forthcoming), International Capital, International Schools, Leadership and Christianity, Globalisation Societies and Education. Taylor and Francis.\nJacobsson, Eva-Maria: A Female Gaze? (1999) — see external links.\nKress, Gunther & Theo van Leeuwen: Reading Images: The Grammar of Visual Design. (1996).\nLacan, Jacques:Seminar XI: The Four Fundamental Concepts of Psychoanalysis. NY & London, W.W. Norton and Co., 1978.\nLacan, Jacques: Seminar One: Freud's Papers On Technique (1988).\nLutz, Catherine & Jane Collins: The Photograph as an Intersection of Gazes: The Example of National Geographic (1994). In: Visualizing Theory: Selected Essays from V.A.R. 1990–1994. Edited by Lucien Taylor. New York: Routledge.  pp. 363–384.\nMulvey, Laura: Visual Pleasure and Narrative Cinema (1975, 1992).\nNotes on The Gaze (1998) — see external links.\nPollock, Griselda, Modernity and the Spaces of Femininity. Routledge, 1988.\nPollock, Griselda (ed.), Psychoanalysis and the Image. Blackwell, 2006.\nSturken, Marita and Lisa Cartwright. Practices of Looking: an introduction to visual culture. Oxford University Press, 2009. p. 94, 103.\nPaul, Nalini: The Female Gaze — see external links.\nSchroeder, Jonathan E: SSRN.com Consuming Representation: A Visual Approach to Consumer Research.\nTheory, Culture and Society, Volume 21, Number 1, 2004.\n\n\nExternal links\nNotes on The Gaze\nRobert Doisneau, Un regard Oblique, 1948 — photograph illustrating gaze\nThe Male Gaze Archived 2004-10-14 at the Wayback Machine, with photographs of several advertisements\nAux Fenêtres de l'âme (Windows of the Soul), a Ron Padova film"
}